[
  {
    "id": 0,
    "chapter": "1",
    "path": "1 > Trading is a business",
    "text": "The oft-quoted statistic is that 80 per cent of traders fail to make money in the markets. One of the reasons such a high percentage fail is because many traders do not have a plan - they trade the markets blindly with no focus and no clear guidelines.Trading is a business and in order for a business to survive, it must have a plan.",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 1,
    "chapter": "1",
    "path": "1 > Trading is a business",
    "text": "When you trade the markets, you are putting money at risk with the goal of achieving a profit, just like any small business. So you need to treat it like a business and have a plan that sets out how you are going to manage it. In essence, this is what this book is all about. It's about teaching you to be a sound businessperson and the steps you need to take to develop your own personal trading plan.",
    "tags": [
      "trading plan",
      "percentage risk",
      "capital"
    ]
  },
  {
    "id": 2,
    "chapter": "1",
    "path": "1 > Trading is a business",
    "text": "A trading plan is very personal and individual. We are all different and what may suit one trader will not necessarily suit another. As a trader, you are totally responsible for your own decisions and actions in the market, so your plan needs to be unique. It needs to reflect your personal motivations for trading and be based on a method that suits your personality and lifestyle. This will be influenced by how much time you have to devote to trading and the amount of available capital you have to trade.",
    "tags": [
      "trading plan",
      "capital"
    ]
  },
  {
    "id": 3,
    "chapter": "1",
    "path": "1 > Trading is a business > Develop a SMART trading plan",
    "text": "The only way you can be successful in the markets is to develop a trading plan that suits your personality. It is up to you to lay the foundations yourself and develop your plan to blend with your lifestyle and personality.",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 4,
    "chapter": "1",
    "path": "1 > Trading is a business > Develop a SMART trading plan",
    "text": "My goal is to guide you in developing your own personal SMART trading plan. When I say SMART, I mean that your plan must reflect the following key criteria. I will be covering these in more detail throughout the book.",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 5,
    "chapter": "1",
    "path": "1 > Trading is a business > Develop a SMART trading plan",
    "text": "Simple. Keep your plan simple - it is easy to get bogged down with too much information in trading and overcomplicate it with too many rules. I like the KISS method - 'Keep It Simple Stupid'. For a technical trader, it should simply be about trading in the direction of the trend and exiting when the trend changes. But that is always easier said than done, because emotions often come into play and affect your trading decisions.",
    "tags": [
      "trading plan",
      "trend",
      "technical analysis",
      "trendline",
      "stop loss"
    ]
  },
  {
    "id": 6,
    "chapter": "1",
    "path": "1 > Trading is a business > Develop a SMART trading plan",
    "text": "Mindset. You are the most important part of your trading. It is what goes on inside your head that will make or break you as a trader. You need to develop self-awareness and understand your motives for trading. Trading is not just about making money - money will flow from good trading.",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 7,
    "chapter": "1",
    "path": "1 > Trading is a business > Develop a SMART trading plan",
    "text": "Approach that suits your personality. Trading is about developing an approach that you are comfortable with that suits your personality and lifestyle. Your own personality influences the way you trade. Each person has a different psychological makeup and different reasons for wanting to trade the markets. If your approach does not reflect these things, it is unlikely that you will follow it.",
    "tags": [
      "trading plan",
      "psychological stop"
    ]
  },
  {
    "id": 8,
    "chapter": "1",
    "path": "1 > Trading is a business > Develop a SMART trading plan",
    "text": "Risk and money management. Managing your risk and money will be one of the keys to your success in the markets. You need to include information in your plan on how you will determine your position size, your capital allocation andstop-loss methods.",
    "tags": [
      "capital",
      "position sizing",
      "stop loss",
      "initial stop loss",
      "maximum position size",
      "trading plan"
    ]
  },
  {
    "id": 9,
    "chapter": "1",
    "path": "1 > Trading is a business > Develop a SMART trading plan",
    "text": "Trading system. This is the method you are going to use to trade. Your system will include the signals you will use to enter a trade, such as the set-up and trigger criteria and, most importantly, your exits.",
    "tags": [
      "trading system",
      "set-up",
      "trigger"
    ]
  },
  {
    "id": 10,
    "chapter": "1",
    "path": "1 > Trading is a business > How much capital do you need to get started?",
    "text": "I am often asked, 'What is the minimum equity you need to trade?' Obviously, the more money you have available, the better. But at the same time, you have to start somewhere and learn, even if it is a small amount. It's best to start small first and see if you like trading before committing more money to it. A good starting point would be $10 000 to $20 000. With $10 000, you could take on four trades at $2500 each. Any amount lower than this would make the positions smaller and the brokerage",
    "tags": [
      "capital",
      "brokerage",
      "position",
      "position sizing"
    ]
  },
  {
    "id": 11,
    "chapter": "1",
    "path": "1 > Trading is a business > How much capital do you need to get started?",
    "text": "Trading is a business",
    "tags": []
  },
  {
    "id": 12,
    "chapter": "1",
    "path": "1 > Trading is a business > How much capital do you need to get started?",
    "text": "costs proportionally larger. If you have a $20 000 account, you could take four trades at $5000 each, or five trades at $4000 each.",
    "tags": [
      "capital",
      "equal portions",
      "position sizing"
    ]
  },
  {
    "id": 13,
    "chapter": "1",
    "path": "1 > Trading is a business > How much capital do you need to get started?",
    "text": "You need enough money to allow you to diversify in the market with at least four to five trades and ensure that brokerage costs don't weigh on your account. Because trading is not a zero-sum game, the brokerage costs really add up on small accounts. The cheapest brokerage for share trading is a fixed cost of approximately $19.95 per trade for trades under $10 000. So to buy and sell, you are looking at a total of about $40 per trade. At $40 a trade, this would equate to 1.6 per cent of a $2500 trade. So you would require a share to rise by 1.6 per cent just to pay off the brokerage costs of the trade. The smaller the amount invested, the larger the rise you would require to pay for brokerage. This makes it harder to make a profit.",
    "tags": [
      "brokerage",
      "capital",
      "shares"
    ]
  },
  {
    "id": 14,
    "chapter": "1",
    "path": "1 > Trading is a business > How much capital do you need to get started?",
    "text": "The next question I am often asked is, 'Can I replace my income by trading?' Once again, this depends on your capital base. You have to think of trading in percentage returns. If you are confident that you can make a 20 per cent return on your capital, then you need to consider how much capital you would need to replace your income. For example, 20 per cent return on a $100 000 account would provide an income of $20 000 - would this be enough to replace your income? Probably not. But it gives you something to think about - you must be realistic about the return you can expect. I will be talking more about trading returns and objectives in chapter 4.",
    "tags": [
      "capital"
    ]
  },
  {
    "id": 15,
    "chapter": "2",
    "path": "2 > Trading psychology",
    "text": "All of the top traders I have met and read about say that psychology is the key to successful trading. I did not understand this until I started trading the markets full-time and had to come to terms with the emotional swings and internal dialogue you experience while in a trade. It took me some time to realise how important your mindset is in becoming a successful trader - in the end, this is what makes or breaks you in the markets.",
    "tags": [
      "psychological stop"
    ]
  },
  {
    "id": 16,
    "chapter": "2",
    "path": "2 > Trading psychology",
    "text": "I have learned more about myself since trading the markets full-time than in any other career I have undertaken. I can say now that it has been a wonderful journey of self-discovery and inner growth, but during the first year it definitely did not feel that way. I would like to share with you the psychological journey that I went through in my first year of full-time trading and the steps that I undertook in the following year to improve myself.",
    "tags": [
      "psychological stop",
      "trading plan"
    ]
  },
  {
    "id": 17,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "Before I started trading the markets full-time, I sat down and studied my motivations, set goals and determined what I thought to be my edge in the market. I knew that I was a highly organised, determined, motivated and goal-oriented person, so I felt that these characteristics would give me an edge in the market. However, I lacked patience and had a tendency to beat myself up after exiting a losing trade.",
    "tags": [
      "trading plan",
      "psychological stop"
    ]
  },
  {
    "id": 18,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "Patience was elusive. I was always afraid of missing opportunities and the need to be in the market was very overpowering. I found myself attracted to options trading. Everything seemed to happen very fast with options - in only a day or two you knew that your trade was a winner or a loser. The only problem was, I did very well in my first few months of options trading and started to focus on money rather than on good trading. This actually caused me to overtrade, which is not a very successful activity in the market. These are some of the issues I had to learn to deal with as part of my psychological development as a trader.",
    "tags": [
      "options",
      "psychological stop",
      "position sizing",
      "trading plan",
      "short-term trading",
      "intraday"
    ]
  },
  {
    "id": 19,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "Once I realised that I was sabotaging myself in the markets, I knew that I had to take action to overcome my problems in order to move to the next level and become a peak performer in the markets. Below are the steps I undertook to get back on track and become the successful trader that I am today.",
    "tags": [
      "trading plan",
      "psychological stop",
      "position sizing",
      "drawdown",
      "stop loss",
      "percentage risk",
      "trading system"
    ]
  },
  {
    "id": 20,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "Get to know yourself",
    "tags": []
  },
  {
    "id": 21,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "Continually work on improving your mindset. You are the most important factor in your trading. You are the one who makes the decisions and you are the one who decides what happens once you open a trade. It is what goes on inside your head that will make or break you as a trader. You need to develop self-awareness and understand your motives for trading. Trading is not just about making money - it's about becoming the best trader you can possibly be.",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 22,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "Start a trading diary. Have a good look at yourself and your personality drivers. Understand how your personality influences the way you trade. Realise your strengths and weaknesses in the market and explore ways of overcoming your weaknesses. I recommend that you start a trading diary and write down your trading emotions each day as they occur and you recognise them. Writing down your thoughts and bad habits as they develop is like sitting back and watching yourself in a mirror. Once you have developed a list, look at the traits you have identified and determine how they might benefit or limit your trading. Think about how you might overcome your limitations.",
    "tags": [
      "psychological stop"
    ]
  },
  {
    "id": 23,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "Source books on self-development. There are a lot of helpful books available on self- development, self-healing and the psychology of trading. One book that I highly recommend is Trading in the Zone by Mark Douglas. The subtitle of this book sums up its premise: 'Master the market with confidence, discipline and a winning attitude'.",
    "tags": []
  },
  {
    "id": 24,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "Believe in yourself",
    "tags": []
  },
  {
    "id": 25,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "Create positive visualisations and a positive internal dialogue. As part of getting to know yourself, you will start to become aware of the things you say silently inside your head. I know that I used to beat myself up after exiting a losing trade. I consistently put myself down and agonised over what could have been. Even though I understood that losing was part of the game of trading and that I must learn from my experiences, it still did not stop me from talking to myself in this way.",
    "tags": [
      "drawdown",
      "psychological stop",
      "trading plan"
    ]
  },
  {
    "id": 26,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "To overcome this, I took some courses in self-development and improving my mindset, touching on the basics of NLP (neuro linguistic programming). This helped me to put my life into perspective, gain control over my emotions and develop a positive attitude and vision for myself in life. In order to achieve success, you need to learn to be your own best motivator and believe in yourself.",
    "tags": [
      "psychological stop"
    ]
  },
  {
    "id": 27,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "Develop a set of personal rules. I decided to add a section to the back of my trading plan called 'Personal rules'. This is a list of bullet-point affirmations, quotes from successful traders and reminders to myself of my visions and goals in trading and in life. I cover this section of the trading plan in chapter 23.",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 28,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "Surround yourself with positive people who believe in you. It goes without saying that we are who we attract. In order to remain motivated and positive, we need to be with these kinds of people.",
    "tags": [
      "psychological stop"
    ]
  },
  {
    "id": 29,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "Be passionate about what it is you are doing and why you are doing it. You must have clear goals and understand your reasons for trading. Not only are persistence and determination keys to success, but you must be passionate about what you are doing. When you love doing something, you will persist with it.",
    "tags": [
      "trading plan",
      "psychological stop"
    ]
  },
  {
    "id": 30,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "Undertake regular exercise. There is a lot of truth in the saying that a 'healthy body keeps a healthy mind'.",
    "tags": [
      "psychological stop"
    ]
  },
  {
    "id": 31,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "Regularly evaluate yourself",
    "tags": []
  },
  {
    "id": 32,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "Measure your performance in the markets. Trading is a probabilities game and you need to ensure the odds are in your favour. I regularly study and evaluate my performance - I examine my trading returns, reliability, average win size to average loss size, average hold time and equity curve (all of which are covered in chapter 21). It was the results of these measurements that made me realise I was sabotaging",
    "tags": [
      "average hold time",
      "average loss size",
      "average win size",
      "equity curve",
      "reliability"
    ]
  },
  {
    "id": 33,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "myself in the market with my options trading. I decided to change my trading style from short-term trading and focus instead on medium-term trading.",
    "tags": [
      "options",
      "short-term trading",
      "medium-term trading"
    ]
  },
  {
    "id": 34,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "Understand what is working and stick with it. By measuring my performance in the markets I realised that I had been trading shares successfully, but I had given back these profits (plus extra) in trading options. I knew that I needed to take action and change my trading strategy. My goal was to get back on track with my trading and turn my equity curve around to a rising one with small drawdowns. So I spent time reworking my trading plan and developed a system that mostly involved trading shares and CFDs.",
    "tags": [
      "drawdown",
      "equity curve",
      "trading plan",
      "trading system",
      "shares",
      "options"
    ]
  },
  {
    "id": 35,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "Manage your risk",
    "tags": []
  },
  {
    "id": 36,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "Management of your trades is key. With every trade you undertake in the stock market, you are opening yourself up to risk. You are the only person who can control this. I never had a problem exiting my trades and was always disciplined at acting on my stop losses. However, sometimes I exited pre-emptively in expectation of my stop being hit, which prevented me from letting my profits run. In spite of this weakness, I know that money management has been my key to survival in the markets. Even though I overtraded and had a lot of open risk, it was the fact that I still limited my losses by acting on my initial stop loss that allowed me to survive the markets in my first year of full-time trading.",
    "tags": [
      "initial stop loss",
      "stop loss",
      "open market risk",
      "position sizing",
      "percentage risk",
      "maximum position size",
      "drawdown",
      "trading plan",
      "trading system",
      "psychological stop"
    ]
  },
  {
    "id": 37,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "The key to controlling risk in the market is to use some simple money management techniques, which are covered in chapter 14.",
    "tags": [
      "position sizing",
      "percentage risk",
      "maximum position size",
      "stop loss",
      "trailing profit stop",
      "profit stop",
      "drawdown"
    ]
  },
  {
    "id": 38,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "Consistency is important. Once you have found a trading technique that works for you, stick to it and become consistent in the way you trade. For me, trading is a routine activity. I love the markets and love watching patterns unfold, but overall it is just a set of rules that I follow. I use MetaStock charting software to undertake searches for entry triggers and eyeball the charts looking for a desirable set-up (based on my set of rules). Then, if it all lines up, I enter the trade. After that, it is a matter of monitoring the market and managing my positions through my money management rules. To become successful and take the emotions out of trading, you must make your trading systematic.",
    "tags": [
      "set-up",
      "trading system",
      "technical analysis",
      "trigger",
      "position",
      "position sizing",
      "stop loss",
      "profit stop",
      "psychological stop",
      "trading plan"
    ]
  },
  {
    "id": 39,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "Continue to educate yourself",
    "tags": []
  },
  {
    "id": 40,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "Never stop learning. I view every trade I undertake in the markets as a new learning experience and I will never stop learning. In my early days of trading I made it a",
    "tags": []
  },
  {
    "id": 41,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "habit to regularly study myself and my trading systems. My aim was to continually build my instinctive mindset and gain confidence in my trading systems. As part of my trading routine each quarter, I would spend time studying the top winning and losing trades that my system generated, even those that I had not entered. I liked to study how the patterns in the charts unfolded and work out how I would have managed the trades if I had entered them. I also made it a rule to read one book about trading or personal development every month.",
    "tags": [
      "trading system",
      "technical analysis"
    ]
  },
  {
    "id": 42,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "Consider finding a mentor. During the period in which I was self-sabotaging in the markets, I was highly influenced by other people and seminars that boasted that they could help me make large amounts of money per week or month trading. I realised that these seminars were not helping me and that they lacked a lot of quality and key information, especially those that promoted options trading.",
    "tags": [
      "options"
    ]
  },
  {
    "id": 43,
    "chapter": "2",
    "path": "2 > Trading psychology > My trading journey",
    "text": "I spent time seeking mentors who were honest in their approach and had trading styles that appealed to me. I discovered some mentors through reading their books, while others offered coaching and courses. My goal was to learn as much as I could from them in order to improve my trading skills, develop a mechanical trading system and improve my trading results.",
    "tags": [
      "trading system"
    ]
  },
  {
    "id": 44,
    "chapter": "2",
    "path": "2 > Trading psychology > Be disciplined and consistent",
    "text": "Trading is a psychological endeavour and it is what goes on inside your head that drives your market actions. Your goal is to take the emotion and guesswork out of your trading and aim to trade the market in a disciplined and consistent way.",
    "tags": [
      "psychological stop",
      "trading plan",
      "trading system"
    ]
  },
  {
    "id": 45,
    "chapter": "2",
    "path": "2 > Trading psychology > The reality of trading",
    "text": "The reality of trading is nothing like you expect it to be and how a lot of seminars make it out to be. It is not until you invest your own money into the market that you become emotionally involved and you will be surprised by how this affects and clouds your vision - if you have not already experienced it.",
    "tags": [
      "drawdown",
      "psychological stop",
      "position sizing",
      "percentage risk",
      "stop loss",
      "trading plan"
    ]
  },
  {
    "id": 46,
    "chapter": "2",
    "path": "2 > Trading psychology > The reality of trading",
    "text": "Not every trade you undertake in the market will be profitable. There is no system that will produce 100 per cent winners and there is no Holy Grail or magical indicator. Most professional traders only win on 50 per cent of their trades. However, they know that the secret of success is about keeping the size of their winning trades much larger than their losing trades.",
    "tags": [
      "average win size",
      "average loss size",
      "win to loss size ratio",
      "position sizing"
    ]
  },
  {
    "id": 47,
    "chapter": "2",
    "path": "2 > Trading psychology > The reality of trading",
    "text": "In order to build a profitable portfolio of shares, you need to be able to take losses. Unfortunately, you don't know which trades will be winners and you may have to enter a total of 10 trades just to create five winning trades. Your goal is to ensure your profits far outweigh your losses. This means you need to keep your losses low by exiting the trades that don't progress and holding on to the profitable trades.",
    "tags": [
      "average loss size",
      "average win size",
      "drawdown",
      "equities",
      "shares",
      "position sizing",
      "stop loss",
      "profit stop",
      "trailing profit stop",
      "psychological stop",
      "win to loss size ratio",
      "percentage risk",
      "maximum position size",
      "position",
      "trading plan",
      "trading system",
      "portfolio heat"
    ]
  },
  {
    "id": 48,
    "chapter": "2",
    "path": "2 > Trading psychology > The reality of trading",
    "text": "What usually happens with beginner traders is they get frustrated with this process and become disheartened. They think their strategy isn't working and sell out of their five profitable trades to make up for the losses that they've taken. This makes them feel better and maybe they break even on all the trades. However, what they don't realise is that if they had let those five profitable trades run, they might have been surprised by the results. Because not every trade will be a winner and in order to build a profitable portfolio, you may need to take a series of losses first. Your losing trades should have a much shorter hold time than your winning trades - stick with the trades that are performing and get rid of the ones that are not.",
    "tags": [
      "average hold time",
      "average loss size",
      "average win size",
      "win to loss size ratio",
      "drawdown"
    ]
  },
  {
    "id": 49,
    "chapter": "2",
    "path": "2 > Trading psychology > The reality of trading",
    "text": "Be aware that this is the reality of trading and this is how it all begins - don't get disheartened when you take your first loss. Just realise that the market is giving you your money back so that you can take on a better opportunity and get closer to that next big winning trade.",
    "tags": [
      "drawdown",
      "average loss size"
    ]
  },
  {
    "id": 50,
    "chapter": "2",
    "path": "2 > Trading psychology > Trading is psychological",
    "text": "Trading the stock market is a great experience for personal growth. You will confront your own demons and you will hear that little voice inside your head that will put you down. It will tell you that you are not worthy, that you can't trade the markets, that you don't have what it takes and other silly thoughts. When you can overcome these hurdles in your mind and trade the stock market in a disciplined way by following a sound trading plan, you will grow tremendously.",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 51,
    "chapter": "3",
    "path": "3 > Technical analysis overview",
    "text": "Technical analysis has become more popular than ever with the availability of computers, highly sophisticated charting software and the internet.",
    "tags": [
      "technical analysis"
    ]
  },
  {
    "id": 52,
    "chapter": "3",
    "path": "3 > Technical analysis overview",
    "text": "I am a technical trader and a big fan of charting. I make all my trading decisions using charts and I want to provide you with an overview as to what technical analysis is all about and why I love it so much.",
    "tags": [
      "technical analysis",
      "candlestick chart",
      "bar chart",
      "line chart"
    ]
  },
  {
    "id": 53,
    "chapter": "3",
    "path": "3 > Technical analysis overview",
    "text": "First of all, let's review the two types of analysis that you can use to select shares. Then we will look at some basic charting analysis techniques that technical traders use to assist them with their trading decisions.",
    "tags": [
      "technical analysis",
      "shares"
    ]
  },
  {
    "id": 54,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Fundamental versus technical analysis",
    "text": "There are two types of analysis that can be used for share trading: fundamental and technical analysis.",
    "tags": [
      "fundamental analysis",
      "technical analysis"
    ]
  },
  {
    "id": 55,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Fundamental versus technical analysis",
    "text": "Fundamental analysis",
    "tags": []
  },
  {
    "id": 56,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Fundamental versus technical analysis",
    "text": "This type of analysis is based on the use of economic data and company statistics to forecast prices. It involves reviewing company balance sheets, profit and loss statements and really studying the company, its management and its competitors to",
    "tags": [
      "fundamental analysis"
    ]
  },
  {
    "id": 57,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Fundamental versus technical analysis",
    "text": "determine the actual value of the share. If you enjoy reviewing figures and interpreting data, then this type of analysis may suit you.",
    "tags": [
      "shares",
      "technical analysis",
      "fundamental analysis"
    ]
  },
  {
    "id": 58,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Fundamental versus technical analysis",
    "text": "Technical analysis",
    "tags": []
  },
  {
    "id": 59,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Fundamental versus technical analysis",
    "text": "Technical analysis involves reviewing actual price and volume activity of a share using charts, which helps to determine the best time to buy and sell a share. Markets move in trends and by understanding how shares trend you can determine the overall health and possible future price direction of a share by viewing its chart. A technical analyst studies the way the buyers and sellers are reacting to a share through its price movements, rather than studying the company itself.",
    "tags": [
      "technical analysis",
      "shares",
      "volume",
      "trend",
      "bar chart",
      "candlestick chart",
      "line chart"
    ]
  },
  {
    "id": 60,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Fundamental versus technical analysis",
    "text": "Technical analysis can be used alone or in conjunction with fundamental analysis.",
    "tags": [
      "technical analysis",
      "fundamental analysis"
    ]
  },
  {
    "id": 61,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Fundamental versus technical analysis",
    "text": "Which method of analysis is best?",
    "tags": []
  },
  {
    "id": 62,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Fundamental versus technical analysis",
    "text": "Neither, because it comes down to personal preference.",
    "tags": [
      "fundamental analysis",
      "technical analysis"
    ]
  },
  {
    "id": 63,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Fundamental versus technical analysis",
    "text": "Personally, I found fundamental analysis to be too time-consuming - I don't have the time to get to know such a large number of stocks. There are about 2000 stocks in the Australian market and even if you decided to just focus on the top 200 or 300 stocks, it would still be very time-consuming. I really like the idea of technical trading, where you determine the health of a share through its chart. The idea is to stay with a share while it is healthy and sell it when you see signs of the share becoming unhealthy. I believe charting is an extremely valuable tool - if you know how to use it.",
    "tags": [
      "fundamental analysis",
      "technical analysis"
    ]
  },
  {
    "id": 64,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Fundamental versus technical analysis",
    "text": "Below is some information that will give you a basic understanding of technical analysis and reading charts. If you like the idea of technical analysis and want to learn more, visit <www.smarttrading.com.au> for more information - I would recommend the Smart Technical Analysis Home Study Course.",
    "tags": [
      "technical analysis"
    ]
  },
  {
    "id": 65,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Charts",
    "text": "Technical analysis involves viewing charts of shares to make all your trading decisions. A share's chart is based on the price activity of that share. This activity includes the date, the opening price, closing price, highest price and lowest price of the share for that trade day and the volume traded.",
    "tags": [
      "technical analysis",
      "shares",
      "volume",
      "bar chart",
      "candlestick chart",
      "line chart"
    ]
  },
  {
    "id": 66,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Charts",
    "text": "You will need a computer and access to the internet to view charts. You can view them through many websites or through the use of specialised charting analysis software. This software is outlined in chapter 6.",
    "tags": [
      "technical analysis",
      "bar chart",
      "candlestick chart",
      "line chart"
    ]
  },
  {
    "id": 67,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Time periods",
    "text": "Charts can be viewed in a variety of different time periods, such as daily, weekly, monthly or quarterly. The daily chart shows each plot based on one day's price activity - its opening price, closing price, high and low price for the day and number of shares traded. A weekly chart compresses the daily price data into one week. The open price on a weekly chart will be the open price at the start of the trading week and the closing price will be the last traded price for the share on the last trade day of the week. The 'high' price is the highest price the share traded for during the week and the 'low' is the lowest price the share traded for during the week.",
    "tags": [
      "bar chart",
      "technical analysis",
      "period",
      "volume",
      "shares"
    ]
  },
  {
    "id": 68,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Time periods",
    "text": "The charting period you select depends on the type of trader you are. For example, short-term traders usually focus their attention on daily charts, medium-term traders look at daily and weekly charts and long-term traders tend to focus more on weekly and monthly charts.",
    "tags": [
      "short-term trading",
      "medium-term trading",
      "long-term trading"
    ]
  },
  {
    "id": 69,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Types of charts",
    "text": "Charts can be displayed in many different ways. The three most common types are line charts, bar charts and candlestick charts. I personally prefer and use candlestick charts - all the charts that are displayed in this book will be in a candlestick format.",
    "tags": [
      "bar chart",
      "candlestick chart",
      "line chart",
      "technical analysis"
    ]
  },
  {
    "id": 70,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Types of charts",
    "text": "Line charts",
    "tags": []
  },
  {
    "id": 71,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Types of charts",
    "text": "Line charts, as shown in figure 3.1 (overleaf ), are the simplest form of charting and often appear in the media when a chart of a share or index (for example, All Ordinaries or Dow Jones) is displayed. They show a single line that is plotted and joined based on the closing price of the share or index.",
    "tags": [
      "All Ordinaries index",
      "line chart",
      "index",
      "shares"
    ]
  },
  {
    "id": 72,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Types of charts",
    "text": "The disadvantage of these charts is that they only display the activity of one part of the market action, the closing price. Line charts do not take into account the opening price or the high and low price of the share.",
    "tags": [
      "line chart",
      "candlestick chart",
      "technical analysis"
    ]
  },
  {
    "id": 73,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Types of charts",
    "text": "Figure 3.1: example of a line chart",
    "tags": []
  },
  {
    "id": 74,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Types of charts",
    "text": "Bar charts",
    "tags": []
  },
  {
    "id": 75,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Types of charts",
    "text": "Bar charts, as shown in figure 3.2, are the charts most commonly used by technical traders. The chart is made up of a series of price bars that show all the price activity for the share. Each bar displays more than just the closing price - it also shows the highest price for the period, the lowest price and the opening price.",
    "tags": [
      "bar chart",
      "technical analysis"
    ]
  },
  {
    "id": 76,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Types of charts",
    "text": "The only problem with viewing bar charts is that it's not easy to tell at a glance if the share increased in price for the day. If you use a charting software program you can set the bars to different colours - you can set all 'up' days to green and all 'down' days to red. Alternatively, you can use candlestick charts, which are my preferred chart type.",
    "tags": [
      "bar chart",
      "candlestick chart",
      "bullish",
      "bearish",
      "technical analysis"
    ]
  },
  {
    "id": 77,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Types of charts",
    "text": "Figure 3.2: example of a bar chart",
    "tags": []
  },
  {
    "id": 78,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Types of charts",
    "text": "Candlestick charts",
    "tags": []
  },
  {
    "id": 79,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Types of charts",
    "text": "Candlestick charts, as shown in figure 3.3 (overleaf ), were developed by the Japanese in the 17th century to analyse the price of rice. They display the same information as a bar chart, but in a more visual way. The difference is that the open and the close are connected with a white or black rectangle (candle body), and the highest and lowest price for the share appear as wicks protruding from the body of the candle.",
    "tags": [
      "candlestick chart",
      "bar chart",
      "black candle",
      "white candle",
      "technical analysis",
      "shares"
    ]
  },
  {
    "id": 80,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Types of charts",
    "text": "The candle body between the open and closing price is coloured depending on how the share closed for the day. If the share rises, closing higher in price than it opened, it will be displayed as a white candle. If the share falls, closing lower in price than it opened, it will be displayed as a black candle.",
    "tags": [
      "black candle",
      "white candle",
      "candlestick chart"
    ]
  },
  {
    "id": 81,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Types of charts",
    "text": "Figure 3.3: example of a candlestick chart",
    "tags": []
  },
  {
    "id": 82,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Types of charts",
    "text": "If you turn back now and have a look at the previous two example charts in the line style and bar style, you will see that they all look very different. If you choose to use technical analysis, you will need to decide what type of chart you would prefer to use.",
    "tags": [
      "line chart",
      "bar chart",
      "technical analysis"
    ]
  },
  {
    "id": 83,
    "chapter": "3",
    "path": "3 > Technical analysis overview > How to use technical analysis",
    "text": "Technical analysis is used to identify a range of factors to assist you with your decision making. They include:",
    "tags": [
      "technical analysis"
    ]
  },
  {
    "id": 84,
    "chapter": "3",
    "path": "3 > Technical analysis overview > How to use technical analysis",
    "text": "identifying significant reference points such as support and resistance areas",
    "tags": [
      "support",
      "resistance"
    ]
  },
  {
    "id": 85,
    "chapter": "3",
    "path": "3 > Technical analysis overview > How to use technical analysis",
    "text": "identifying trends and determining if a share is in an uptrend, downtrend or sideways trend.",
    "tags": [
      "uptrend",
      "downtrend",
      "sideways trend",
      "trend"
    ]
  },
  {
    "id": 86,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Significant reference points",
    "text": "Significant reference points are the support and resistance lines (or zones) that can be identified on charts. The reason they are significant is that they are trigger points that people remember, as they are the points where they started making or losing money.",
    "tags": [
      "support",
      "resistance",
      "trigger",
      "technical analysis"
    ]
  },
  {
    "id": 87,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Significant reference points",
    "text": "Support lines",
    "tags": []
  },
  {
    "id": 88,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Significant reference points",
    "text": "A support line is a significant price point that the share price consistently falls to before bouncing off and moving higher. It has the following characteristics:",
    "tags": [
      "support",
      "technical analysis",
      "shares"
    ]
  },
  {
    "id": 89,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Significant reference points",
    "text": "The share price can keep falling back to this point time and time again before it eventually takes off. It is like a floor in the chart, where there is buying support (possibly only temporarily). There are enough buyers at this price to stop prices falling further.",
    "tags": [
      "support",
      "technical analysis"
    ]
  },
  {
    "id": 90,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Significant reference points",
    "text": "Support lines are drawn on charts by connecting two or more 'price lows' with a horizontal line, as shown in figure 3.4. Connecting the price lows is just like joining the dots.",
    "tags": [
      "support",
      "trendline"
    ]
  },
  {
    "id": 91,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Significant reference points",
    "text": "The more often a share falls and bounces away from a support line, the more important that level of support becomes in the mind of the market.",
    "tags": [
      "support",
      "technical analysis",
      "shares"
    ]
  },
  {
    "id": 92,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Significant reference points",
    "text": "If the share breaks through a significant support line, this is a negative sign for the price of the share, as it has now broken through its floor and could continue to fall. Figure 3.4 shows this occurring. The share breaks through its support line in mid December and falls significantly.",
    "tags": [
      "support",
      "breakout",
      "bearish",
      "downtrend",
      "technical analysis",
      "trendline"
    ]
  },
  {
    "id": 93,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Significant reference points",
    "text": "Figure 3.4: example of a support line",
    "tags": []
  },
  {
    "id": 94,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Significant reference points",
    "text": "Resistance lines",
    "tags": []
  },
  {
    "id": 95,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Significant reference points",
    "text": "A resistance line is a significant reference point that the price consistently rises to and then falls away from. It has the following characteristics:",
    "tags": [
      "resistance",
      "resistance line",
      "technical analysis"
    ]
  },
  {
    "id": 96,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Significant reference points",
    "text": "It is a level where there are sufficient sellers to stop the price rising any further. It is called a resistance level because the line acts as a barrier (or roof ) to price advances.",
    "tags": [
      "resistance",
      "technical analysis"
    ]
  },
  {
    "id": 97,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Significant reference points",
    "text": "The level of selling taking place at this price level means that every time the share price approaches this particular line it is overwhelmed by sellers, temporarily halting the price advance.",
    "tags": [
      "resistance",
      "trendline",
      "technical analysis"
    ]
  },
  {
    "id": 98,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Significant reference points",
    "text": "Resistance lines are drawn on charts by connecting two or more 'price highs' with a horizontal line, as shown in figure 3.5.",
    "tags": [
      "resistance",
      "trendline",
      "technical analysis"
    ]
  },
  {
    "id": 99,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Significant reference points",
    "text": "If the share breaks above a significant resistance line, it is a very positive sign for the price of the share because it could continue to rise.",
    "tags": [
      "breakout",
      "resistance",
      "shares",
      "technical analysis",
      "bullish"
    ]
  },
  {
    "id": 100,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Significant reference points",
    "text": "Figure 3.5: example of a resistance line",
    "tags": []
  },
  {
    "id": 101,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Significant reference points",
    "text": "Change of polarity",
    "tags": []
  },
  {
    "id": 102,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Significant reference points",
    "text": "Support and resistance levels can change roles. Resistance levels often become new support levels once the share price breaks above this level, as shown in figure 3.6. Likewise, support levels can often become new resistance levels, once the share price breaks through the support line.",
    "tags": [
      "support",
      "resistance",
      "technical analysis"
    ]
  },
  {
    "id": 103,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Significant reference points",
    "text": "For example, a share may try several times to move past a resistance level, but sellers come in and cause it to fall away from this price time and time again. Eventually, the share will gain enough momentum and break through the resistance level and surge to a new high. When this occurs, the line of resistance has been broken. Prices may fall back to this level and bounce, changing the resistance level to a support level.",
    "tags": [
      "resistance",
      "support",
      "breakout",
      "momentum"
    ]
  },
  {
    "id": 104,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Significant reference points",
    "text": "Figure 3.6: example of a change of polarity",
    "tags": []
  },
  {
    "id": 105,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Significant reference points",
    "text": "Once the share passes a significant support or resistance level, it often continues in the new direction until it reaches another line of support or resistance. If the share moves to new all-time highs (or virgin territory), then there is no resistance level preventing it from rising higher. It is in fresh territory until profit taking occurs in the market and it creates a new resistance level.",
    "tags": [
      "support",
      "resistance",
      "breakout",
      "uptrend",
      "technical analysis"
    ]
  },
  {
    "id": 106,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "A common and wise proverb is 'The trend is your friend - never trade against the trend'. If you follow the trend of a share, and trade in that direction, you have a greater chance of success than if you trade against it.",
    "tags": [
      "trend",
      "technical analysis"
    ]
  },
  {
    "id": 107,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "A trend can be an uptrend, a downtrend or a sideways trend. As with support and resistance levels, trends are significant reference points that are drawn from either the price highs or lows on a chart. The only difference is they are drawn diagonally, showing where the price received support in an uptrend and where it found resistance in a downtrend.",
    "tags": [
      "trend",
      "uptrend",
      "downtrend",
      "sideways trend",
      "support",
      "resistance",
      "trendline"
    ]
  },
  {
    "id": 108,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "A trend can be short or long in duration, lasting from only a few days to a number of years. The longer the timeframe of the trend, the more significant it is for the share price.",
    "tags": [
      "trend",
      "long",
      "short-term trading",
      "long-term trading"
    ]
  },
  {
    "id": 109,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "Uptrends",
    "tags": []
  },
  {
    "id": 110,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "Uptrends can be identified by the following characteristics:",
    "tags": [
      "uptrend",
      "uptrend line",
      "trend",
      "trendline",
      "technical analysis"
    ]
  },
  {
    "id": 111,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "Prices are continually rising, creating a series of higher highs and higher lows (as per figure 3.7).",
    "tags": [
      "uptrend",
      "trend",
      "trendline",
      "uptrend line",
      "technical analysis"
    ]
  },
  {
    "id": 112,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "The buyers are evidently in control. Uptrends exist when the buyers outweigh the sellers, pushing the share price to higher and higher prices. They will continue to exist while buyers are plentiful and new buyers continually enter the market, purchasing the share and driving prices higher.",
    "tags": [
      "uptrend",
      "trend",
      "bullish",
      "shares",
      "technical analysis"
    ]
  },
  {
    "id": 113,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "There are usually a lot more white candles (rising candles) present in the chart during uptrends.",
    "tags": [
      "white candle",
      "uptrend",
      "candlestick chart",
      "trend"
    ]
  },
  {
    "id": 114,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "Uptrends are drawn on the chart by joining the price lows with an upward- sloping diagonal line - connecting the lows from left to right, as shown in figure 3.7.",
    "tags": [
      "uptrend",
      "uptrend line",
      "trend",
      "trendline",
      "line chart",
      "technical analysis"
    ]
  },
  {
    "id": 115,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "Uptrends can also be referred to as bullish trends, or bull markets. You may also hear traders talk about 'trading long'. This means they are buying the share or trading an instrument that will allow them to profit in a rising market.",
    "tags": [
      "uptrend",
      "bullish",
      "bull market",
      "long",
      "trend"
    ]
  },
  {
    "id": 116,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "Figure 3.7: example of an uptrend line",
    "tags": []
  },
  {
    "id": 117,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "Downtrends",
    "tags": []
  },
  {
    "id": 118,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "Downtrends can be identified by the following characteristics:",
    "tags": [
      "downtrend",
      "downtrend line",
      "trend",
      "trendline",
      "technical analysis"
    ]
  },
  {
    "id": 119,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "Prices are continually moving downwards, creating a series of lower highs and lower lows.",
    "tags": [
      "downtrend",
      "downtrend line",
      "trend",
      "trendline"
    ]
  },
  {
    "id": 120,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "The sellers are evidently in control. Downtrends exist when the sellers outweigh the buyers, pushing the share price to increasingly lower levels.",
    "tags": [
      "downtrend",
      "trend"
    ]
  },
  {
    "id": 121,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "There are usually a lot more black candles (falling candles) present in the chart during downtrends.",
    "tags": [
      "black candle",
      "downtrend"
    ]
  },
  {
    "id": 122,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "Downtrends are drawn on the chart by joining the price highs with a downward-sloping diagonal line - connecting the highs from left to right, as shown in figure 3.8 (overleaf ).",
    "tags": [
      "downtrend",
      "downtrend line",
      "trend",
      "trendline",
      "technical analysis"
    ]
  },
  {
    "id": 123,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "Downtrends can also be referred to as bearish trends or bear markets. You may also hear traders talk about 'trading short'; this means they are short selling the share or trading an instrument that will allow them to profit in a falling market.",
    "tags": [
      "bearish",
      "bear market",
      "downtrend",
      "short selling"
    ]
  },
  {
    "id": 124,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "Figure 3.8: example of a downtrend line",
    "tags": []
  },
  {
    "id": 125,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "Sideways trends",
    "tags": []
  },
  {
    "id": 126,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "Sideways trends can be identified by the following points:",
    "tags": [
      "sideways trend",
      "trend",
      "technical analysis"
    ]
  },
  {
    "id": 127,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "They occur when the share is consolidating and is not reaching higher highs or lower lows. It trends between a strong support level and a strong resistance level for some time.",
    "tags": [
      "consolidation",
      "support",
      "resistance",
      "trend",
      "sideways trend"
    ]
  },
  {
    "id": 128,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "This situation exists when the buyers and sellers are in equilibrium and neither group is dominant. Every time the share price rises to a certain level, sellers take profits, causing it to fall back again to around the same level. Buyers then re-enter the market and buy more shares (because this is where they made money last time they bought), and then sell when the price nears the same level again.",
    "tags": [
      "support",
      "resistance",
      "pullback",
      "consolidation",
      "trading range",
      "sideways trend",
      "trend",
      "technical analysis"
    ]
  },
  {
    "id": 129,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "These trends are hard to trade and there are not usually any clear trading signals given. It is best to wait until a breakout occurs and prices rise above the resistance level before taking any action.",
    "tags": [
      "trend",
      "breakout",
      "resistance"
    ]
  },
  {
    "id": 130,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "A sideways trend is like a pressure cooker waiting for something to happen. Either the buyers or the sellers will eventually become dominant and push prices in a new direction by breaking either the support or resistance level.",
    "tags": [
      "sideways trend",
      "support",
      "resistance",
      "technical analysis",
      "trend"
    ]
  },
  {
    "id": 131,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Trend identification",
    "text": "Figures 3.5 and 3.6 (on pages 20 and 21) contain good examples of sideways trends, where the share trended between support and resistance lines before eventually breaking through and starting either an uptrend or downtrend.",
    "tags": [
      "sideways trend",
      "support",
      "resistance",
      "uptrend",
      "downtrend",
      "trend",
      "trendline"
    ]
  },
  {
    "id": 132,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Why technical analysis?",
    "text": "I am a technical trader and I make all my trading decisions from charts. I am not concerned with the financial position of the company or other economic issues and I don't read the finance news or consider the company fundamentals. I use charts to show me the health of a share through identifying its trend. Just like a doctor can determine your health through blood test results, I use charts to do the same for a share. They tell me when it is the right time to buy and when it is time to sell.",
    "tags": [
      "technical analysis",
      "trend"
    ]
  },
  {
    "id": 133,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Why technical analysis?",
    "text": "In summary, the reasons why I prefer technical analysis are:",
    "tags": [
      "technical analysis"
    ]
  },
  {
    "id": 134,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Why technical analysis?",
    "text": "The chart tells me the overall health of the share by how it is trending. I don't worry about news, fundamentals and announcements because financial",
    "tags": [
      "technical analysis",
      "trend",
      "shares",
      "fundamental analysis"
    ]
  },
  {
    "id": 135,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Why technical analysis?",
    "text": "markets have already responded to this information well before you read about it in the press. The market moves based on the future (rather than on current) earnings of a company.",
    "tags": [
      "earnings per share (EPS)",
      "technical analysis"
    ]
  },
  {
    "id": 136,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Why technical analysis?",
    "text": "The data used in fundamental analysis can be six months out of date. Charts show the change in the trend of a share, well before any relevant fundamental information is available to the public.",
    "tags": [
      "fundamental analysis",
      "technical analysis",
      "trend",
      "shares"
    ]
  },
  {
    "id": 137,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Why technical analysis?",
    "text": "Shares such as One.Tel and HIH Insurance were being recommended by fundamentalists and brokers for a long time before they disappeared off the stock market. They were thought to be cheap and undervalued, yet these shares continued to fall and were eventually removed from the stock market as they became insolvent. For technical traders, the signs were clear in the charts that these shares were unhealthy and a clear exit signal was given a year or more before they became insolvent. Figures 3.9 and 3.10 (overleaf ) show the charts of these shares - as you can see, they were clearly in long-term downtrends for more than a year before they were delisted from the stock market.",
    "tags": [
      "delisted",
      "downtrend",
      "technical analysis",
      "fundamental analysis",
      "shares"
    ]
  },
  {
    "id": 138,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Why technical analysis?",
    "text": "Fundamental analysis does not take into account the underlying psychology of the market - it is people who make and move markets. The chart gives you",
    "tags": [
      "fundamental analysis",
      "technical analysis"
    ]
  },
  {
    "id": 139,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Why technical analysis?",
    "text": "an insight into how traders are thinking - whether they are excited or nervous and most of all if they are committed to the trend of the share. You can use these insights to make your own trading more profitable.",
    "tags": [
      "trend",
      "technical analysis",
      "shares"
    ]
  },
  {
    "id": 140,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Why technical analysis?",
    "text": "I believe technical analysis gives me an edge in the market - it not only provides me with signals of the best time to buy, but most importantly it identifies the right time to exit, which is one of the most important and difficult parts of trading.",
    "tags": [
      "technical analysis"
    ]
  },
  {
    "id": 141,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Why technical analysis?",
    "text": "People tend to overcomplicate trading. In essence, it is simply about trading in the direction of the trend.",
    "tags": [
      "trend",
      "technical analysis"
    ]
  },
  {
    "id": 142,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Why technical analysis?",
    "text": "Figure 3.9: weekly chart of One.Tel",
    "tags": []
  },
  {
    "id": 143,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Why technical analysis?",
    "text": "Figure 3.10: weekly chart of HIH Insurance",
    "tags": []
  },
  {
    "id": 144,
    "chapter": "3",
    "path": "3 > Technical analysis overview > Why technical analysis?",
    "text": "Trading plan: the foundations",
    "tags": []
  },
  {
    "id": 145,
    "chapter": "4",
    "path": "4 > Goals and objectives",
    "text": "The first section of your trading plan is the fun part. This is where you can really get excited about why you are trading and give your trading purpose and a clear focus.",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 146,
    "chapter": "4",
    "path": "4 > Goals and objectives",
    "text": "If you are not the type of person who sets goals for yourself, you may be inclined to skip this section of your trading plan and move on. I encourage you not to do so, because this is a very important part in your trading plan - it sets the scene for your trading and gives it direction. As a trader you are responsible for all your decisions and actions in the market. Successful traders have sound business plans with clear goals and objectives, setting out why they want to be a trader and what they are trying to achieve.",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 147,
    "chapter": "4",
    "path": "4 > Goals and objectives",
    "text": "Remember the oft-quoted statistic that 80 per cent of traders fail to make money in the markets. If you want to be in the small percentage that is successful, then you need to be determined and passionate about achieving this. Now is your opportunity to really think about why you want to be a trader and what you want to achieve. Most people only have a vague and misty concept about the things they want and the clearer your vision, the more power you give to your desires and motivation to achieve them.",
    "tags": [
      "trading plan",
      "trading system"
    ]
  },
  {
    "id": 148,
    "chapter": "4",
    "path": "4 > Goals and objectives",
    "text": "I always found that when things were not going well with trading, I could simply open up my trading plan and read this section. It would bring back all those feelings of why I want to trade and revitalise my focus to continue and learn from my current experience.",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 149,
    "chapter": "4",
    "path": "4 > Goals and objectives",
    "text": "In this first section of your plan, you need to consider why you want to be a trader, set some clear goals as to what you want to achieve, understand what your trading 'edge' is and consider what your desired trading returns and objectives are.",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 150,
    "chapter": "4",
    "path": "4 > Goals and objectives > Why am I trading?",
    "text": "So why do you want to be a trader? Having a plan is all about creating a vision statement as to why you want to trade the markets. A cornerstone of all successful businesses is a vision statement. It provides the business and its employees with an overall direction and focus. Now is your opportunity to create your own personal vision statement.",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 151,
    "chapter": "4",
    "path": "4 > Goals and objectives > Why am I trading?",
    "text": "The statement will be individual and should be a source of motivation both now and in the future. Remember, trading is a serious business and the excitement will wear off when you hit that first cluster of losses. It is this section of your trading plan that will refocus you and remind you why you are trading. I recommend reading this section of your plan often, or even printing it out and keeping it by your computer. When you experience those days, weeks or months in which you think the entire market is against you, reread your vision statement and remember why you are doing this and decide if this is still what you want to do.",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 152,
    "chapter": "4",
    "path": "4 > Goals and objectives > Why am I trading?",
    "text": "Christopher Tate, an Australian author and private trader, formulated the following questions in his book The Art of Trading (2nd edition). They will assist you in putting together your vision statement.",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 153,
    "chapter": "4",
    "path": "4 > Goals and objectives > Why am I trading?",
    "text": "'Why do you want to be a trader?' Yes, we are all trading for wealth creation, but there is usually some other underlying motives as well that motivate you to trade and be in control of your investments. Maybe it's the challenge of learning a new skill, a change in lifestyle or because you want to have control and make your own trading decisions in the market.",
    "tags": [
      "trading plan",
      "trading system"
    ]
  },
  {
    "id": 154,
    "chapter": "4",
    "path": "4 > Goals and objectives > Why am I trading?",
    "text": "I was determined to learn to trade and had a driving passion to become a trader. I wanted to create a lifestyle for myself where I could stay at home with my kids and bring in an income. I wanted to be able to watch them grow up and not have to put them in day care five days a week while I worked full-time.",
    "tags": [
      "trading plan",
      "trading system"
    ]
  },
  {
    "id": 155,
    "chapter": "4",
    "path": "4 > Goals and objectives > Why am I trading?",
    "text": "'What do you think being a trader will bring you?' It may bring you an income, it may not - it all depends on how disciplined you are and the risks you take. Maybe you are doing it so that you can work from home. Maybe you think",
    "tags": [
      "percentage risk",
      "trading plan"
    ]
  },
  {
    "id": 156,
    "chapter": "4",
    "path": "4 > Goals and objectives > Why am I trading?",
    "text": "trading will bring you freedom, but then again, maybe it will not. Trading can be a lonely endeavor.",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 157,
    "chapter": "4",
    "path": "4 > Goals and objectives > Why am I trading?",
    "text": "The fast-paced world of day trading with a mob of traders yelling in one room is gone. Everything these days is computerised and you can trade from the comfort of your own home. Most of the time it is just you and the computer, which can be very lonely. The reality of trading is hard to imagine until you actually try it for yourself.",
    "tags": [
      "day trader"
    ]
  },
  {
    "id": 158,
    "chapter": "4",
    "path": "4 > Goals and objectives > Why am I trading?",
    "text": "There is no doubt that trading is tough. It takes courage and discipline to stick with it during the hard times and ensure you don't overtrade and undertake large risks that will jeopardise your business of trading.",
    "tags": [
      "drawdown",
      "trading plan",
      "percentage risk",
      "open market risk",
      "position sizing",
      "stop loss"
    ]
  },
  {
    "id": 159,
    "chapter": "4",
    "path": "4 > Goals and objectives > Why am I trading?",
    "text": "'What are you willing to risk to achieve your goal?' Trading is hard work and takes time to learn. If you are not willing to put in the time and develop a well-defined trading plan, you won't succeed. The fact that you are reading this book suggests you must be ready to go that extra step and treat it like a business. Successful traders put the time in to get their trading businesses off the ground.",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 160,
    "chapter": "4",
    "path": "4 > Goals and objectives > Why am I trading?",
    "text": "Figure 4.1 shows a sample vision statement from a trading plan. These samples are a guide only and have been included to assist you in completing each section of your trading plan.",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 161,
    "chapter": "4",
    "path": "4 > Goals and objectives > Why am I trading?",
    "text": "Figure 4.1: sample vision statement from a trading plan",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 162,
    "chapter": "4",
    "path": "4 > Goals and objectives > Goals",
    "text": "Now that you have put your vision into words and written down why you want to be a trader, you need to be more specific and consider what your goals are as a trader. Goals are important because they give you direction and set guidelines around what you are trying to achieve and how you plan to do it.",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 163,
    "chapter": "4",
    "path": "4 > Goals and objectives > Goals",
    "text": "Ask yourself what you plan to do to ensure you achieve your goal of wanting to be a successful trader. Think about the following questions:",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 164,
    "chapter": "4",
    "path": "4 > Goals and objectives > Goals",
    "text": "What skills will you need to acquire to win the trading game? You need to have a set of rules that set out how you are going to play the game. Just like in a",
    "tags": [
      "trading plan",
      "set-up",
      "trading system"
    ]
  },
  {
    "id": 165,
    "chapter": "4",
    "path": "4 > Goals and objectives > Goals",
    "text": "game, sometimes you will win and sometimes you will lose. The goal is to win by a much greater amount than you lose. That's what's going to make you a successful trader.",
    "tags": [
      "win to loss size ratio"
    ]
  },
  {
    "id": 166,
    "chapter": "4",
    "path": "4 > Goals and objectives > Goals",
    "text": "What type of market analysis will you use to make your trading decisions? Do you plan to use fundamental analysis, technical analysis, or a combination of both? An overview of the difference between these two types of trading methods can be found in chapter 3.",
    "tags": [
      "fundamental analysis",
      "technical analysis"
    ]
  },
  {
    "id": 167,
    "chapter": "4",
    "path": "4 > Goals and objectives > Goals",
    "text": "Do you plan to manage your ongoing risk in the market? In order to be a successful trader you have to manage your risk. I cover strategies on how to do this",
    "tags": [
      "open market risk",
      "percentage risk",
      "drawdown",
      "position sizing",
      "stop loss",
      "trading plan"
    ]
  },
  {
    "id": 168,
    "chapter": "4",
    "path": "4 > Goals and objectives > Goals",
    "text": "in chapter 14. You don't want to be taking risks that will put your trading business in jeopardy.",
    "tags": [
      "drawdown",
      "percentage risk",
      "open market risk"
    ]
  },
  {
    "id": 169,
    "chapter": "4",
    "path": "4 > Goals and objectives > Goals",
    "text": "Do you want to be consistently profitable? Of course you do - what a silly question. But the reality is that you are going to take trading losses, because they are an inevitable part of trading. In order to survive and profit in the market, the goal is simply to keep your profits much larger than your losses.",
    "tags": [
      "drawdown",
      "stop loss",
      "profit stop",
      "position sizing",
      "win to loss size ratio",
      "average loss size",
      "average win size",
      "trading plan"
    ]
  },
  {
    "id": 170,
    "chapter": "4",
    "path": "4 > Goals and objectives > Goals",
    "text": "Figure 4.2 shows a sample set of goals from a trading plan. Goals are individual and will vary widely between traders. It is important that you set goals that are achievable rather than impossible.",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 171,
    "chapter": "4",
    "path": "4 > Goals and objectives > Goals",
    "text": "Figure 4.2: sample goals from a trading plan",
    "tags": []
  },
  {
    "id": 172,
    "chapter": "4",
    "path": "4 > Goals and objectives > Trading edge",
    "text": "'If 80 per cent of people fail as traders, what makes you smarter, sharper, more intuitive or more disciplined than those who fail?' This is the question Christopher Tate poses in his book The Art of Trading (2nd edition), and it is the answer to this question that will determine your trading edge.",
    "tags": [
      "trading plan",
      "trading system"
    ]
  },
  {
    "id": 173,
    "chapter": "4",
    "path": "4 > Goals and objectives > Trading edge",
    "text": "Trading is a serious business and all successful traders understand what their edge is in the market. Your emotional state is vital to your success as a trader. It is important that you understand what your psychological strengths and weaknesses are in relation to trading. The goal is to really get to know yourself and work on improving your performance in the market - just like a top athlete continues to train and focus on becoming a peak performer in his or her field.",
    "tags": [
      "psychological stop",
      "trading plan",
      "trading system"
    ]
  },
  {
    "id": 174,
    "chapter": "4",
    "path": "4 > Goals and objectives > Trading edge",
    "text": "You may not be aware of your strengths and weaknesses until you start trading and you may need to take steps to become aware of them as they occur. Your trading experience will be your best source of education in learning about yourself, because your emotions will become involved once you have your money in the market. You may have already felt these emotions and know that they can make you do things you shouldn't.",
    "tags": [
      "psychological stop",
      "trading plan",
      "trading system"
    ]
  },
  {
    "id": 175,
    "chapter": "4",
    "path": "4 > Goals and objectives > Trading edge",
    "text": "In chapter 2, I shared my trading journey with you and described the steps I undertook to get back on track and become the successful trader that I am today. These steps assisted me in getting to know myself and my weaknesses and allowed me to build strengths and create an edge in the market.",
    "tags": [
      "trading plan",
      "trading system"
    ]
  },
  {
    "id": 176,
    "chapter": "4",
    "path": "4 > Goals and objectives > Trading edge",
    "text": "If you haven't read this chapter I suggest you go back and read it now and put a strategy in place to assist you in creating the winning mindset you need to be successful in the markets. Make it a goal to start a trading diary, source books on",
    "tags": [
      "trading plan",
      "trading system",
      "set-up"
    ]
  },
  {
    "id": 177,
    "chapter": "4",
    "path": "4 > Goals and objectives > Trading edge",
    "text": "self -development, regularly evaluate your trading performance, manage your risk in the market and focus on improving your trading skills with education and practice.",
    "tags": [
      "open market risk",
      "percentage risk",
      "trading plan",
      "trading system",
      "position sizing",
      "drawdown",
      "equity curve"
    ]
  },
  {
    "id": 178,
    "chapter": "4",
    "path": "4 > Goals and objectives > Trading edge",
    "text": "Figure 4.3 provides a sample trading edge statement to guide you in documenting your trading edge in your plan.",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 179,
    "chapter": "4",
    "path": "4 > Goals and objectives > Trading edge",
    "text": "Figure 4.3: a sample trading plan entry outlining an investor's trading edge",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 180,
    "chapter": "4",
    "path": "4 > Goals and objectives > Trading returns and objectives",
    "text": "Setting clear trading returns and objectives is a key element of any trading plan. They provide a benchmark against which you can measure your performance and your business. You may aim to achieve a set percentage or to outperform a specific market benchmark.",
    "tags": [
      "trading plan",
      "index"
    ]
  },
  {
    "id": 181,
    "chapter": "4",
    "path": "4 > Goals and objectives > Trading returns and objectives",
    "text": "The big question is: what return is realistically possible with trading? There is no definitive answer to this, because everyone's trading methods are different. It is best to base your benchmark return on the current market environment, because market conditions will vary from year to year.",
    "tags": [
      "bull market",
      "bear market",
      "market depth",
      "market order",
      "market capitalisation",
      "trading plan",
      "trading system",
      "volatility"
    ]
  },
  {
    "id": 182,
    "chapter": "4",
    "path": "4 > Goals and objectives > Trading returns and objectives",
    "text": "Your first goal as a beginner trader should be to survive. You want to protect your capital so that you can play the trading game long enough to learn the ropes and become consistently profitable. In order to do this, it is important to put strict money and risk management strategies in place. I cover these strategies in chapter 14.",
    "tags": [
      "capital",
      "position sizing",
      "stop loss",
      "trading plan",
      "drawdown",
      "percentage risk"
    ]
  },
  {
    "id": 183,
    "chapter": "4",
    "path": "4 > Goals and objectives > Trading returns and objectives",
    "text": "Once you have proven that you can preserve your capital, aim for a more reasonable rate of return. To make trading worthwhile, you need to achieve at least a higher rate of return than a term-deposit account. There is no point in risking your money in the market if you can't exceed this benchmark. A term-deposit rate is a risk-free rate of return, guaranteed for a fixed term and requiring no effort on your part. The",
    "tags": [
      "capital"
    ]
  },
  {
    "id": 184,
    "chapter": "4",
    "path": "4 > Goals and objectives > Trading returns and objectives",
    "text": "rate will vary from bank to bank based on capital and the fixed term, but it's a good benchmark against which to measure your performance.",
    "tags": [
      "capital"
    ]
  },
  {
    "id": 185,
    "chapter": "4",
    "path": "4 > Goals and objectives > Trading returns and objectives",
    "text": "Having goals to survive and then to outperform the term-deposit rate are achievable and valid objectives. Then, as you gain confidence (and develop a clear system that you adhere to), benchmark against the market you are trading. For example, if you are predominantly trading the Australian sharemarket, you can use the All Ordinaries index as a benchmark and make it your goal to outperform this index each year.",
    "tags": [
      "All Ordinaries index",
      "index",
      "shares",
      "trading system"
    ]
  },
  {
    "id": 186,
    "chapter": "4",
    "path": "4 > Goals and objectives > Trading returns and objectives",
    "text": "Table 4.1 shows changes in the All Ordinaries index over the past five financial years. As you can see, it has performed strongly for the past four years and provided returns near and over 20 per cent per annum. It also shows that every trading year is different - there can be years when the market provides a negative return. Over the long term, however, it was positive - the average return for these five years was",
    "tags": [
      "All Ordinaries index",
      "long-term trading"
    ]
  },
  {
    "id": 187,
    "chapter": "4",
    "path": "4 > Goals and objectives > Trading returns and objectives",
    "text": "15.34 per cent per annum.",
    "tags": []
  },
  {
    "id": 188,
    "chapter": "4",
    "path": "4 > Goals and objectives > Trading returns and objectives",
    "text": "Table 4.1: percentage change in All Ordinaries index",
    "tags": [
      "All Ordinaries index",
      "index"
    ]
  },
  {
    "id": 189,
    "chapter": "4",
    "path": "4 > Goals and objectives > Trading returns and objectives",
    "text": "To assist you in completing this section of your trading plan, ask yourself the following questions:",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 190,
    "chapter": "4",
    "path": "4 > Goals and objectives > Trading returns and objectives",
    "text": "What percentage return are you expecting to make per annum? Is there a specific and achievable return that you wish to net each year? You may decide instead to aim to outperform a set benchmark index, as already discussed.",
    "tags": [
      "index"
    ]
  },
  {
    "id": 191,
    "chapter": "4",
    "path": "4 > Goals and objectives > Trading returns and objectives",
    "text": "Are you being realistic about the percentage return, or are you expecting to trade like the best trader in the world? If you are expecting to make 50 per cent return on your capital, you are probably being unrealistic and putting undue pressure on yourself. The more pressure you put on yourself, the more emotional you become, the more mistakes you are likely to make and the harder the trading returns are to achieve.",
    "tags": [
      "capital",
      "psychological stop",
      "trading plan"
    ]
  },
  {
    "id": 192,
    "chapter": "4",
    "path": "4 > Goals and objectives > Trading returns and objectives",
    "text": "Do you need to live off the money that you are using to trade? If so, how much do you need to make on that money each year? In your first few years as a trader, it may be preferable if you have another source of income.",
    "tags": [
      "capital"
    ]
  },
  {
    "id": 193,
    "chapter": "4",
    "path": "4 > Goals and objectives > Trading returns and objectives",
    "text": "Personally, I don't set an exact percentage return that I want to make each year, because every trading year is going to be different. My personal goal is to outperform the All Ordinaries every year. If the All Ordinaries rises by 20 per cent, I want to do better than that. So whatever the change in the All Ordinaries, whether it be positive or negative, I want to outperform this benchmark in positive returns each year.",
    "tags": [
      "All Ordinaries index"
    ]
  },
  {
    "id": 194,
    "chapter": "4",
    "path": "4 > Goals and objectives > Trading returns and objectives",
    "text": "Figure 4.4 shows some sample objectives that beginner traders may include in this part of their trading plan. Depending on your experience, how much capital you have and your acceptable level of risk, this could vary greatly.",
    "tags": [
      "trading plan",
      "capital",
      "percentage risk"
    ]
  },
  {
    "id": 195,
    "chapter": "4",
    "path": "4 > Goals and objectives > Trading returns and objectives",
    "text": "Figure 4.4: sample trading returns from a trading plan",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 196,
    "chapter": "5",
    "path": "5 > Trading structure",
    "text": "Now we are getting down to the serious side of trading. One of the first major business decisions you will need to make is deciding on the most appropriate structure for your trading operations. It's important to choose the business structure that best suits your needs and personal circumstances.",
    "tags": [
      "trading plan",
      "trading system"
    ]
  },
  {
    "id": 197,
    "chapter": "5",
    "path": "5 > Trading structure > Business structures",
    "text": "The five most common business structures in Australia that can be used for trading and investing are:",
    "tags": [
      "trading plan",
      "trading system",
      "trading range"
    ]
  },
  {
    "id": 198,
    "chapter": "5",
    "path": "5 > Trading structure > Business structures",
    "text": "sole trader",
    "tags": []
  },
  {
    "id": 199,
    "chapter": "5",
    "path": "5 > Trading structure > Business structures",
    "text": "partnership",
    "tags": []
  },
  {
    "id": 200,
    "chapter": "5",
    "path": "5 > Trading structure > Business structures",
    "text": "company",
    "tags": []
  },
  {
    "id": 201,
    "chapter": "5",
    "path": "5 > Trading structure > Business structures",
    "text": "trust",
    "tags": []
  },
  {
    "id": 202,
    "chapter": "5",
    "path": "5 > Trading structure > Business structures",
    "text": "self managed superannuation fund (SMSF).",
    "tags": []
  },
  {
    "id": 203,
    "chapter": "5",
    "path": "5 > Trading structure > Business structures",
    "text": "The main reasons for choosing a particular structure would be for tax purposes and possibly asset protection. The costs of setting up and maintaining the structure will also affect your decision. Here are some factors that will require your consideration:",
    "tags": [
      "capital",
      "capitalisation"
    ]
  },
  {
    "id": 204,
    "chapter": "5",
    "path": "5 > Trading structure > Business structures",
    "text": "the establishment costs to set up the business",
    "tags": []
  },
  {
    "id": 205,
    "chapter": "5",
    "path": "5 > Trading structure > Business structures",
    "text": "the ongoing costs for maintaining the business - annual fees, administration fees and accounting costs to maintain the appropriate records",
    "tags": []
  },
  {
    "id": 206,
    "chapter": "5",
    "path": "5 > Trading structure > Business structures",
    "text": "the allocation of funds to operate the business",
    "tags": []
  },
  {
    "id": 207,
    "chapter": "5",
    "path": "5 > Trading structure > Business structures",
    "text": "the method by which the business pays you an income",
    "tags": [
      "dividend",
      "dividend yield",
      "franking credits"
    ]
  },
  {
    "id": 208,
    "chapter": "5",
    "path": "5 > Trading structure > Business structures",
    "text": "the tax requirements and benefits for the business",
    "tags": [
      "dividend",
      "franking credits",
      "capital"
    ]
  },
  {
    "id": 209,
    "chapter": "5",
    "path": "5 > Trading structure > Business structures",
    "text": "the GST requirements for the business",
    "tags": []
  },
  {
    "id": 210,
    "chapter": "5",
    "path": "5 > Trading structure > Business structures",
    "text": "the method by which the business will protect your assets",
    "tags": [
      "hedge",
      "stop loss",
      "position sizing"
    ]
  },
  {
    "id": 211,
    "chapter": "5",
    "path": "5 > Trading structure > Business structures",
    "text": "the accounting and record-keeping requirements of the business",
    "tags": [
      "capital",
      "capitalisation",
      "market capitalisation"
    ]
  },
  {
    "id": 212,
    "chapter": "5",
    "path": "5 > Trading structure > Business structures",
    "text": "the responsibilities in operating the business",
    "tags": []
  },
  {
    "id": 213,
    "chapter": "5",
    "path": "5 > Trading structure > Business structures",
    "text": "the legal liabilities of the business",
    "tags": []
  },
  {
    "id": 214,
    "chapter": "5",
    "path": "5 > Trading structure > Business structures",
    "text": "the method by which the business is wound up.",
    "tags": []
  },
  {
    "id": 215,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "Deciding on the best structure can be a difficult decision and it is important that you seek professional advice from an accountant.",
    "tags": [
      "trading plan",
      "trading system"
    ]
  },
  {
    "id": 216,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "Your personal circumstances",
    "tags": []
  },
  {
    "id": 217,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "To advise you on the best structure for your business, your accountant will need to understand your personal situation. The sort of information the accountant will require to assist you in making this decision will be:",
    "tags": []
  },
  {
    "id": 218,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "your personal tax situation - how you pay tax and your tax bracket",
    "tags": [
      "dividend",
      "dividend yield",
      "franking credits",
      "capital"
    ]
  },
  {
    "id": 219,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "the amount of capital you will be trading",
    "tags": []
  },
  {
    "id": 220,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "your trading objectives",
    "tags": []
  },
  {
    "id": 221,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "the expected income from your trading",
    "tags": []
  },
  {
    "id": 222,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "your family situation and the income levels of family members",
    "tags": [
      "capital"
    ]
  },
  {
    "id": 223,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "your age",
    "tags": []
  },
  {
    "id": 224,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "the risks of the trading business",
    "tags": []
  },
  {
    "id": 225,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "your financial situation",
    "tags": []
  },
  {
    "id": 226,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "your goals in protecting your assets.",
    "tags": []
  },
  {
    "id": 227,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "Finding a good accountant",
    "tags": []
  },
  {
    "id": 228,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "It is very difficult to find a good accountant and it is wise to choose carefully and ensure you find someone you can trust. As you can see from the list above, you will be providing your accountant with private records and personal information that you wouldn't necessarily want anyone else to see or know about.",
    "tags": [
      "reliability"
    ]
  },
  {
    "id": 229,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "If you don't have or know of a good accountant the best place to start is to ask around. Ask your friends who they use and if they recommend them. If you have a trading mentor or have met a group of traders or investors through your trading journey, ask them who they use. Reputation is a good indicator of ability.",
    "tags": [
      "reliability"
    ]
  },
  {
    "id": 230,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "If no-one is able to confidently recommend an accountant, then call a number of local accountants in your area and interview them over the phone. Ask them a range of questions, including relevant personal questions. You want to use an accountant who practices what he or she preaches. It is always great to find one who is also an investor. Here is a list of questions you might like to ask:",
    "tags": []
  },
  {
    "id": 231,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "What qualifications do you have?",
    "tags": []
  },
  {
    "id": 232,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "Are you a member of any professional accounting bodies?",
    "tags": [
      "fundamental analysis"
    ]
  },
  {
    "id": 233,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "Do you specialise in a particular area of tax?",
    "tags": []
  },
  {
    "id": 234,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "Do you set up a lot of business structures?",
    "tags": []
  },
  {
    "id": 235,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "Do you personally invest in the stock market?",
    "tags": []
  },
  {
    "id": 236,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "What business structures have you set up for your personal investments?",
    "tags": [
      "capital",
      "set-up",
      "position",
      "position sizing",
      "trading plan",
      "trading system"
    ]
  },
  {
    "id": 237,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "Do you think asset protection is important and should be considered when deciding on the best structure?",
    "tags": [
      "hedge",
      "capital",
      "capitalisation",
      "portfolio heat",
      "position sizing"
    ]
  },
  {
    "id": 238,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "What accounting software do you use and support?",
    "tags": []
  },
  {
    "id": 239,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "How do you charge for your services?",
    "tags": []
  },
  {
    "id": 240,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "Can you tell me why I should use you as an accountant?",
    "tags": [
      "capital",
      "dividend",
      "dividend yield",
      "earnings per share (EPS)",
      "market capitalisation",
      "franking credits",
      "portfolio heat"
    ]
  },
  {
    "id": 241,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "Ensure they answer your questions clearly and don't beat around the bush. You want to ensure the accountant appreciates your circumstances and communicates well. There is nothing worse than accountants who use a lot of jargon and talk themselves up. Personally, I like to get to know my accountant and feel comfortable talking about my personal circumstances. I always make sure I understand what he or she is telling me.",
    "tags": []
  },
  {
    "id": 242,
    "chapter": "5",
    "path": "5 > Trading structure > Seeking professional advice",
    "text": "When you select an accountant, don't automatically choose the one with the cheapest fees. You want the accountant who offers the best service that meets your needs and understands what you are looking for. It can be very expensive to change your set-up, so it is better to get it right from the very start rather than hire the cheapest accountant and act on bad advice.",
    "tags": [
      "set-up"
    ]
  },
  {
    "id": 243,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "You must thoroughly understand the structure you choose and ensure it is cost effective, meets your goals and objectives and, most importantly, is flexible enough to suit your personal circumstances - allowing you to make changes based on your circumstances if need be.",
    "tags": [
      "trading plan",
      "trading system"
    ]
  },
  {
    "id": 244,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "It is always good to do some background research on the different structures available before you raise the topic with your accountant. Below is an overview of the different structures and a brief list of some of their advantages and disadvantages. You will need to discuss your personal circumstances with your accountant, because he or she will make a recommendation based on your individual situation.",
    "tags": [
      "capital",
      "equities",
      "shares"
    ]
  },
  {
    "id": 245,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "Sole trader",
    "tags": []
  },
  {
    "id": 246,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "Sole traders are individuals who operate businesses for themselves, either in their own names or in registered business names. The businesses have no separate legal entity and the income and expenses are taken into account in the owner's personal tax. It is a simple business structure that provides owners with the flexibility of all the decision making and financial management.",
    "tags": [
      "capital"
    ]
  },
  {
    "id": 247,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "Table 5.1 outlines the advantages and disadvantages of working as a sole trader.",
    "tags": []
  },
  {
    "id": 248,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "Table 5.1: sole trader",
    "tags": []
  },
  {
    "id": 249,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "Table 5.1 (cont'd): sole trader",
    "tags": []
  },
  {
    "id": 250,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "Partnership",
    "tags": []
  },
  {
    "id": 251,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "A partnership can be formed when two or more people (up to 20) go into business together, in either their own names or in a registered business name, with the view of making a profit. It is important that all partners know their rights and responsibilities and they are all willing to work towards the same goal.",
    "tags": [
      "capital"
    ]
  },
  {
    "id": 252,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "Partnerships are regulated by the Partnership Act and an agreement is made between the interested parties. This agreement can be verbal or in writing, but it is best if a written partnership is put in place with the assistance of a solicitor.",
    "tags": []
  },
  {
    "id": 253,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "Table 5.2 outlines the advantages and disadvantages of working in a partnership.",
    "tags": []
  },
  {
    "id": 254,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "Table 5.2: partnership",
    "tags": []
  },
  {
    "id": 255,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "Company",
    "tags": []
  },
  {
    "id": 256,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "A company is a complex business structure that is formed by one or more people who want to have a business that is a separate legal entity to themselves. It has different profit distribution, taxation and legal responsibilities than a sole trader or partnership.",
    "tags": [
      "capital",
      "capitalisation",
      "equities",
      "shares"
    ]
  },
  {
    "id": 257,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "It is set up with a minimum of one shareholder who owns the company and one director who manages the company. The director can also be a shareholder in the company. Companies are registered under Corporations Law and regulated by the Australian Securities & Investment Commission (ASIC). The set up and administrative costs are usually higher than those of other business structures.",
    "tags": [
      "shares",
      "securities",
      "capital"
    ]
  },
  {
    "id": 258,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "Table 5.3 (overleaf) lists the advantages and disadvantages of a company structure.",
    "tags": []
  },
  {
    "id": 259,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "Table 5.3: company",
    "tags": []
  },
  {
    "id": 260,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "Trust",
    "tags": []
  },
  {
    "id": 261,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "A trust is a business structure that is administered by a trustee (a person or a company) who holds the property of the trust and earns and distributes its income on behalf of the beneficiaries. Instead of shareholders, a trust has beneficiaries who are entitled to distributions of income. These distributions are controlled by the trustee and form part of the beneficiary's personal income. They are subject to personal income tax.",
    "tags": []
  },
  {
    "id": 262,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "This type of business structure is formed by a 'settlor', who makes a gift or settlement (in the form of money) to the trustee on behalf of the trust. A solicitor then issues a trust deed that sets out the trust's powers and formalises its administration. One of the most common types of trusts is a discretionary (or family) trust.",
    "tags": []
  },
  {
    "id": 263,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "Table 5.4 outlines the advantages and disadvantages of operating as a trust.",
    "tags": []
  },
  {
    "id": 264,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "Table 5.4: trust",
    "tags": []
  },
  {
    "id": 265,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "Self managed superannuation fund",
    "tags": []
  },
  {
    "id": 266,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "More and more Australians are now choosing to manage their superannuation funds. This means that you set up your super fund as a self managed superannuation fund (SMSF). An SMSF is a small superannuation trust (made up of fewer than five members) with the sole purpose of providing retirement benefits to its members, who act as trustees to the SMSF. Managing your own fund gives the owner greater control and flexibility over its investments and discretion, but it is costly to set up, with annual fees and strict responsibilities.",
    "tags": []
  },
  {
    "id": 267,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "Table 5.5 outlines the advantages and disadvantages of operating as a self managed superannuation fund.",
    "tags": []
  },
  {
    "id": 268,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "Table 5.5: self managed superannuation fund",
    "tags": []
  },
  {
    "id": 269,
    "chapter": "5",
    "path": "5 > Trading structure > Overview of the different structures",
    "text": "Table 5.5 (cont'd): self managed superannuation fund",
    "tags": []
  },
  {
    "id": 270,
    "chapter": "5",
    "path": "5 > Trading structure > Summary",
    "text": "There are quite a few structures to choose from and they all have their advantages and disadvantages. The structure you choose will depend on your own personal circumstances, your trading capital and the type of trader you want to be.",
    "tags": [
      "capital",
      "trading system"
    ]
  },
  {
    "id": 271,
    "chapter": "5",
    "path": "5 > Trading structure > Summary",
    "text": "A trader just starting out with a small account may initially choose to trade in his or her personal name. A long-term investor who is nearing retirement may be interested in taking control of his or her superannuation fund. A trader with a large trading account in a high personal tax bracket may decide to set up a company or trust structure to trade under.",
    "tags": [
      "long-term trading",
      "capital"
    ]
  },
  {
    "id": 272,
    "chapter": "5",
    "path": "5 > Trading structure > Summary",
    "text": "Seek the advice of an accountant before setting up a specific business structure. When you do select a structure, don't just accept what the accountant recommends. Ensure you are clear on why they are recommending that structure and it meets all your needs. If it is not clear, ask for more information. You want to know everything about that structure, how it will operate and what your responsibilities are in operating it.",
    "tags": []
  },
  {
    "id": 273,
    "chapter": "5",
    "path": "5 > Trading structure > Summary",
    "text": "Once you have decided on your structure, document this in your trading plan. Figure",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 274,
    "chapter": "5",
    "path": "5 > Trading structure > Summary",
    "text": "5.1 (overleaf ) shows an example of how you would do so.",
    "tags": []
  },
  {
    "id": 275,
    "chapter": "5",
    "path": "5 > Trading structure > Summary",
    "text": "Figure 5.1: example statement from a trading plan",
    "tags": []
  },
  {
    "id": 276,
    "chapter": "6",
    "path": "6 > Trading tools",
    "text": "In order to trade the markets and manage your business of trading, you will require a range of equipment and resources. Every trader needs access to share prices and an account with a broker. If you are a long-term investor, this may be all you require, but if you are an active trader like myself, you will need much more.",
    "tags": [
      "brokerage",
      "shares",
      "long-term trading",
      "day trader",
      "short-term trading"
    ]
  },
  {
    "id": 277,
    "chapter": "6",
    "path": "6 > Trading tools",
    "text": "Basically, trading tools are anything that you use as part of your business of trading - websites, newspapers, books, computers, software, data services, brokers and so on. It's a good idea to list all these tools in your trading plan.",
    "tags": [
      "tool box",
      "trading plan",
      "brokerage"
    ]
  },
  {
    "id": 278,
    "chapter": "6",
    "path": "6 > Trading tools",
    "text": "Let's take a look at the different tools and equipment that you may require as part of managing your business of trading.",
    "tags": [
      "tool box",
      "trading system",
      "trading plan",
      "indicator",
      "bar chart",
      "line chart",
      "candlestick chart"
    ]
  },
  {
    "id": 279,
    "chapter": "6",
    "path": "6 > Trading tools > Computers",
    "text": "These days it is necessary to have a computer. If you are serious about your trading business then it is vital that you have one.",
    "tags": [
      "tool box"
    ]
  },
  {
    "id": 280,
    "chapter": "6",
    "path": "6 > Trading tools > Computers",
    "text": "All my trading decisions are based on technical analysis, so my computer is used to view charts, run market scans and manage my business of trading. Most computers these days come with Microsoft programs and I use these to track and manage my trading. I use a specialised Excel spreadsheet to track and keep records of all my trading positions and I use Word to keep my trading plan up to date. If you have downloaded the Smart Trading Plan Template, it is set up in a Word format ready for your input.",
    "tags": [
      "technical analysis",
      "trading plan"
    ]
  },
  {
    "id": 281,
    "chapter": "6",
    "path": "6 > Trading tools > Computers",
    "text": "When purchasing a computer, be sure to select one that is capable of running the software that you require for your trading business. Computers become out of date very quickly so it is always best to purchase the latest computer with the fastest RAM and largest memory capability to ensure that it will run the most up-to- date software.",
    "tags": [
      "tool box",
      "trading system"
    ]
  },
  {
    "id": 282,
    "chapter": "6",
    "path": "6 > Trading tools > Software",
    "text": "There are numerous charting packages available and you may have already heard of MetaStock, Incredible Charts, EzyCharts, Bourse, Bull Charts and Amibroker, to name just a few. As I have mentioned earlier, I use MetaStock - all the charts displayed in this book have been produced using MetaStock software.",
    "tags": [
      "bar chart",
      "candlestick chart",
      "line chart",
      "tool box",
      "technical analysis"
    ]
  },
  {
    "id": 283,
    "chapter": "6",
    "path": "6 > Trading tools > Software",
    "text": "Many websites offer the facility to view charts of shares, but they are often limited in functionality. Most online brokers allow you to view charts of shares on their websites. You can also use the free service websites that are available such as Yahoo Finance <www.yahoo.com.au/finance> and Trading Room <www.tradingroom. com.au>.",
    "tags": [
      "bar chart",
      "candlestick chart",
      "line chart",
      "shares",
      "brokerage"
    ]
  },
  {
    "id": 284,
    "chapter": "6",
    "path": "6 > Trading tools > Software",
    "text": "If you are interested in charting and want to trial a program before spending money on software, there is a free program available called Incredible Charts. You can download it from <www.incrediblecharts.com>. It performs most of the functions you will require and is a good start for beginner traders. If you are a long-term trader, it might be all that you ever need to use. If you decide you want to trade more regularly (and more actively) and you want to develop your own market scans and indicators, then you will require a program such as MetaStock. MetaStock is one of the more powerful charting programs on the market, but there are many others to choose from.",
    "tags": [
      "indicator",
      "long-term trading",
      "technical analysis"
    ]
  },
  {
    "id": 285,
    "chapter": "6",
    "path": "6 > Trading tools > Software",
    "text": "Charting packages fall into one of three categories - they are tool boxes, grey boxes or black boxes. This is determined by their functionality.",
    "tags": [
      "tool box",
      "grey box",
      "black box"
    ]
  },
  {
    "id": 286,
    "chapter": "6",
    "path": "6 > Trading tools > Software",
    "text": "MetaStock is a tool box. Tool boxes come with a range of pre-coded indicators and scans, but their main advantage is that they give you the freedom to code them as you desire and create your own personal stock market scans and indicators - without limitation.",
    "tags": [
      "tool box",
      "indicator"
    ]
  },
  {
    "id": 287,
    "chapter": "6",
    "path": "6 > Trading tools > Software",
    "text": "Incredible Charts, on the other hand, is a grey box. Grey boxes also come with a range of pre-coded indicators and scans, but there are limitations as to how far you can go with this software. For example, you cannot create your own indicators",
    "tags": [
      "grey box",
      "indicator"
    ]
  },
  {
    "id": 288,
    "chapter": "6",
    "path": "6 > Trading tools > Software",
    "text": "and the stock scans are limited to a set of tick boxes - you can't code beyond these parameters.",
    "tags": [
      "tool box",
      "trading system",
      "indicator"
    ]
  },
  {
    "id": 289,
    "chapter": "6",
    "path": "6 > Trading tools > Software",
    "text": "Then there are black boxes. There are a lot of black boxes on the market and they are usually sold for large amounts of money - anywhere from $5000 to $10 000. They come with an entire education package and are pre-coded with a set system that provides buy and sell signals. You are not able to create your own systems and cannot do any more with them. Black boxes often fail to deliver because people don't have confidence in them and don't fully understand how they operate. This is because they didn't develop the systems themselves.",
    "tags": [
      "black box",
      "trading system"
    ]
  },
  {
    "id": 290,
    "chapter": "6",
    "path": "6 > Trading tools > Software",
    "text": "I wanted the freedom to be able to create my own trading systems and customise the software to suit, so I chose to purchase a tool box. After that, it was a matter of researching the different programs, exploring their capabilities and finding out what my mentors used to help me with my software selection.",
    "tags": [
      "tool box",
      "trading system"
    ]
  },
  {
    "id": 291,
    "chapter": "6",
    "path": "6 > Trading tools > Data providers",
    "text": "If you do purchase a charting program, you will also require a data supplier to provide you with the price and volume figures for all shares on the ASX each day. Your charting program will then add this data to its ongoing history and convert it into charts for you to view.",
    "tags": [
      "bar chart",
      "candlestick chart",
      "line chart",
      "shares",
      "technical analysis",
      "volume"
    ]
  },
  {
    "id": 292,
    "chapter": "6",
    "path": "6 > Trading tools > Data providers",
    "text": "Data is the key component and the most important part of charting. There are a lot of data providers available, but not all of these are good quality. To be able to make accurate trading decisions in the market, you must ensure that you have a quality data supplier. If your data includes gaps, incorrect prices and does not adjust share prices when shares split in price, then you have bad data. Find a supplier that will guarantee clean and accurate data on a daily basis.",
    "tags": [
      "bar chart",
      "candlestick chart",
      "line chart",
      "technical analysis",
      "shares",
      "reliability"
    ]
  },
  {
    "id": 293,
    "chapter": "6",
    "path": "6 > Trading tools > Data providers",
    "text": "Make sure your data provider has a good history of error-free data and also provides custom folders. Custom folders are very important and not all data providers offer them. The benefit of having custom folders is that you can actually run a scan on a set selection of stocks (such as the S&P/ASX 200 or 300), or a selected market sector, and so on.",
    "tags": [
      "reliability",
      "sector",
      "industry sector",
      "index"
    ]
  },
  {
    "id": 294,
    "chapter": "6",
    "path": "6 > Trading tools > Data providers",
    "text": "Be aware that your data provider will most likely offer you a range of data packages. You will be asked which stock exchange you want to receive data for and how often you want to receive that data - intraday, end of day or next day.",
    "tags": [
      "intraday"
    ]
  },
  {
    "id": 295,
    "chapter": "6",
    "path": "6 > Trading tools > Data providers",
    "text": "Having intraday data usually means that you can download the data hourly. End- of-day data is delivered at the end of each trading day and next-day data arrives the following day. Obviously, next-day data is much cheaper than intraday data, but your choice will depend on what style of trader you are. I use intraday data because I make all my trading decisions at 3.30 pm, half an hour before the market closes. If you work full-time and only get a chance to check the market in the evening, then end-of-day data may suffice. If you are a long-term investor and are only interested in checking the charts every few days, then next-day data would be suitable.",
    "tags": [
      "intraday",
      "day trader",
      "long-term trading"
    ]
  },
  {
    "id": 296,
    "chapter": "6",
    "path": "6 > Trading tools > Data providers",
    "text": "I personally use DataHQ (available from <www.smarttradingdata.com.au>) because the supplier has a good reputation for accurate data and it offers custom folders. Also, DataHQ is the only data supplier I am aware of that offers monthly subscriptions and you can upgrade and downgrade your subscription as required. Most suppliers offer annual packages.",
    "tags": [
      "reliability"
    ]
  },
  {
    "id": 297,
    "chapter": "6",
    "path": "6 > Trading tools > Mobile phones and pocket watches",
    "text": "Nowadays you can have stock market data instantly available no matter where you are. Portable devices such as pocket watches and mobile phones enable you to check stock market prices, receive alerts and even place trades in the market. Trading can be as active and portable as you want it to be.",
    "tags": [
      "ask (asking price)",
      "bid",
      "market order",
      "day trader",
      "intraday",
      "trading plan",
      "trading system",
      "trading range",
      "equities"
    ]
  },
  {
    "id": 298,
    "chapter": "6",
    "path": "6 > Trading tools > Mobile phones and pocket watches",
    "text": "I use my mobile phone as a trading tool when I go on holidays. Before I leave, I arrange to have my portfolio sent to my phone as an SMS message at the end of each trading day. I can also log onto the internet on my mobile to check my portfolio or a particular share and also arrange for a text alert message if a share I own hits my stop level. I can then ring my broker or set automatic stop losses in the market. Stop losses are covered in chapter 15.",
    "tags": [
      "stop loss",
      "brokerage",
      "shares"
    ]
  },
  {
    "id": 299,
    "chapter": "6",
    "path": "6 > Trading tools > Mobile phones and pocket watches",
    "text": "If you do want to be able to access stock market information on your mobile or another type of portable device, ensure you purchase a brand and model that enables you to do so. Do your research, decide what functions you want and seek out a product that has the right capabilities. Obviously there will be costs involved in using these services and you will need to decide if these ongoing costs are worthwhile.",
    "tags": [
      "equities",
      "securities",
      "brokerage"
    ]
  },
  {
    "id": 300,
    "chapter": "6",
    "path": "6 > Trading tools > Sources of information",
    "text": "As a minimum, you must have access to daily share price information. Some traders prefer more detailed information on the day's market action, latest news and other",
    "tags": [
      "shares",
      "day trader",
      "market depth",
      "market capitalisation"
    ]
  },
  {
    "id": 301,
    "chapter": "6",
    "path": "6 > Trading tools > Sources of information",
    "text": "events related to the stock market or particular shares. This information can be obtained through many sources, such as:",
    "tags": [
      "shares",
      "equities",
      "securities",
      "index"
    ]
  },
  {
    "id": 302,
    "chapter": "6",
    "path": "6 > Trading tools > Sources of information",
    "text": "newsletters from brokers or other financial services",
    "tags": [
      "brokerage"
    ]
  },
  {
    "id": 303,
    "chapter": "6",
    "path": "6 > Trading tools > Sources of information",
    "text": "share or financial magazines",
    "tags": []
  },
  {
    "id": 304,
    "chapter": "6",
    "path": "6 > Trading tools > Sources of information",
    "text": "newspapers and television",
    "tags": []
  },
  {
    "id": 305,
    "chapter": "6",
    "path": "6 > Trading tools > Sources of information",
    "text": "websites.",
    "tags": []
  },
  {
    "id": 306,
    "chapter": "6",
    "path": "6 > Trading tools > Sources of information",
    "text": "Obviously, some of the data sources will be more up to date than others. Depending on what type of trader you are, you may or may not require access to the very latest information.",
    "tags": [
      "day trader",
      "short-term trading",
      "medium-term trading",
      "long-term trading",
      "intraday",
      "reliability"
    ]
  },
  {
    "id": 307,
    "chapter": "6",
    "path": "6 > Trading tools > Sources of information",
    "text": "Newsletters",
    "tags": []
  },
  {
    "id": 308,
    "chapter": "6",
    "path": "6 > Trading tools > Sources of information",
    "text": "There is so much data available on the stock market that it is very easy to get bogged down with too much information and subscribe to too many newsletters. Newsletters are usually in electronic format and are either free or subscription based. I can't vouch for any newsletter services, as I don't personally use them. I use charts to make all my trading decisions and source further information from my broker's website.",
    "tags": [
      "brokerage",
      "bar chart",
      "candlestick chart",
      "line chart",
      "technical analysis",
      "trading plan",
      "trading system",
      "equities",
      "securities"
    ]
  },
  {
    "id": 309,
    "chapter": "6",
    "path": "6 > Trading tools > Sources of information",
    "text": "Magazines",
    "tags": []
  },
  {
    "id": 310,
    "chapter": "6",
    "path": "6 > Trading tools > Sources of information",
    "text": "There are some great share magazines that you can subscribe to, such as Your Trading Edge, Personal Investor, Shares and BRW - just to name a few. They all provide excellent information, education and share analysis. My personal favourite is Your Trading Edge <www.yte.com.au> - it's a strategy-based magazine that specialises in trader education.",
    "tags": [
      "shares"
    ]
  },
  {
    "id": 311,
    "chapter": "6",
    "path": "6 > Trading tools > Sources of information",
    "text": "Newspapers and television",
    "tags": []
  },
  {
    "id": 312,
    "chapter": "6",
    "path": "6 > Trading tools > Sources of information",
    "text": "Most daily newspapers have a financial section with a summary of share prices and business news. The evening news on television also reports on the financial markets, although the information is always after the event and is usually 'old news' by the time the program goes to air.",
    "tags": [
      "shares"
    ]
  },
  {
    "id": 313,
    "chapter": "6",
    "path": "6 > Trading tools > Sources of information",
    "text": "Websites",
    "tags": []
  },
  {
    "id": 314,
    "chapter": "6",
    "path": "6 > Trading tools > Sources of information",
    "text": "The internet is the most popular source these days for stock market news, but be aware of where the data comes from. When you use Google to search for information on a company it will bring up a number of sites, ranging from the company's own website to news reports and chat room blogs. There are a lot of trading chat rooms around, but don't waste time on them - there is no way of knowing the credibility of the person you are chatting with. Chat rooms are also a big time-waster - time that could instead be used in developing your own personal trading system and writing your trading plan.",
    "tags": [
      "trading plan",
      "trading system",
      "reliability",
      "equities",
      "securities"
    ]
  },
  {
    "id": 315,
    "chapter": "6",
    "path": "6 > Trading tools > Sources of information",
    "text": "The information I source from my broker's website includes upcoming dividend information, indices and the industry sector the share belongs to, current market depth and volume for the trade day. There is also a range of fundamental information available and regular announcements and news updates. If your broker does not offer this information then you may consider sourcing it from other websites. I have used the two websites below for many years and they are definitely worth checking out. I have listed other relevant websites in figure 6.1 on page 62.",
    "tags": [
      "dividend",
      "industry sector",
      "market depth",
      "volume",
      "fundamental analysis",
      "brokerage",
      "index",
      "shares"
    ]
  },
  {
    "id": 316,
    "chapter": "6",
    "path": "6 > Trading tools > Sources of information",
    "text": "<www.tradingroom.com.au> - this is the Fairfax Digital trading information website. It provides 20 minutes delayed data, but you can simply register for free to receive access to the live data and other share information. It includes a wealth of information on shares and financial markets and is a good place to",
    "tags": [
      "shares",
      "equities"
    ]
  },
  {
    "id": 317,
    "chapter": "6",
    "path": "6 > Trading tools > Sources of information",
    "text": "start if you don't have a trading account and you are keen to source daily share price and market information.",
    "tags": [
      "shares",
      "equities",
      "brokerage"
    ]
  },
  {
    "id": 318,
    "chapter": "6",
    "path": "6 > Trading tools > Sources of information",
    "text": "<www.asx.com.au> - this is the Australian Securities Exchange website. It also contains a wealth of information on the Australian stock market, ranging from share price and news information to education and even trading games. A few times each year the ASX runs sharemarket games that provide a great way to build your confidence in the market and to practise your trading skills. All you need to do is to register before the next game is scheduled to run and you will be given a hypothetical bank account to trade over a few months. These games give you a good feel for what real trading is all about.",
    "tags": [
      "shares",
      "equities",
      "securities",
      "trading plan",
      "trading system"
    ]
  },
  {
    "id": 319,
    "chapter": "6",
    "path": "6 > Trading tools > Brokers",
    "text": "In order to be able to trade the stock market you must have an account with a broker. This can be a discount broker such as Commsec or E-trade, that usually",
    "tags": [
      "brokerage"
    ]
  },
  {
    "id": 320,
    "chapter": "6",
    "path": "6 > Trading tools > Brokers",
    "text": "offer online trading and voice broker services. If you like the idea of having your own dedicated broker to look after you personally, you may prefer to set yourself up with a full-service broker (although their services will cost more). Keep in mind that there are no guarantees on a broker's advice. You need to determine what sort of service you are looking for and seek a brokerage firm that offers this.",
    "tags": [
      "brokerage"
    ]
  },
  {
    "id": 321,
    "chapter": "6",
    "path": "6 > Trading tools > Brokers",
    "text": "Just like seeking an accountant, it can be difficult to find a suitable full-service broker. Ask around for a recommendation and interview a number of brokers before setting up an account. Ensure you understand the brokerage fees, the bank account you are required to have in order to trade, the services they offer, how they source their fundamental information, facilities available on their websites and how your account will be handled when your dedicated broker is ill or away on holidays. Most importantly, ensure your orders are executed efficiently and that you receive instant confirmation of your trades.",
    "tags": [
      "brokerage",
      "fundamental analysis"
    ]
  },
  {
    "id": 322,
    "chapter": "6",
    "path": "6 > Trading tools > Brokers",
    "text": "As I make all my own trading decisions in the market, I prefer to trade using an online discount broker. I have an account with a broker for trading shares and one for trading CFDs (contracts for difference), which are covered in chapter 8.",
    "tags": [
      "brokerage",
      "shares",
      "derivatives"
    ]
  },
  {
    "id": 323,
    "chapter": "6",
    "path": "6 > Trading tools > Trading library and education",
    "text": "There is a wealth of information on trading and thousands of books and courses available on the topic - too many in actual fact - and not all are worthwhile. Every book store has a financial section with shelves dedicated to the stock market and that is probably how you purchased this particular book. It's easy to get bogged down with too much information, making it hard to know where to start.",
    "tags": [
      "equities",
      "securities",
      "trading plan",
      "trading system"
    ]
  },
  {
    "id": 324,
    "chapter": "6",
    "path": "6 > Trading tools > Trading library and education",
    "text": "Decide on the trading method you want to use, such as technical analysis or fundamental analysis, then focus on books on these topics. Once you find a book you like, check the references at the end, as they usually include the author's favourite books - just as I have included my favourite books in the resources section at the back of this book. Over time, you will build up your own personal library and have a selection of favourites that you can refer to from time to time.",
    "tags": [
      "technical analysis",
      "fundamental analysis"
    ]
  },
  {
    "id": 325,
    "chapter": "6",
    "path": "6 > Trading tools > Trading library and education",
    "text": "Some of the books I have included in appendix B may be hard to source. The website that I have found to be the best supplier of trading books is called Moneybags",
    "tags": [
      "brokerage"
    ]
  },
  {
    "id": 326,
    "chapter": "6",
    "path": "6 > Trading tools > Trading library and education",
    "text": "<www.smarttrading.com.au/books>. It specialises in trading and investment books and you can order online and have your books delivered directly to your door.",
    "tags": []
  },
  {
    "id": 327,
    "chapter": "6",
    "path": "6 > Trading tools > Trading library and education",
    "text": "Your goal is to continually improve your trading performance in the market and continue to develop your trading skills. Make education part of your trading routine. This could involve reading a book on the markets or personal development once a month or undertaking a new course each year. Visit <www.smarttrading.com.au> for more information on the courses I offer.",
    "tags": [
      "trading plan",
      "trading system"
    ]
  },
  {
    "id": 328,
    "chapter": "6",
    "path": "6 > Trading tools > Trading library and education",
    "text": "Figure 6.1 is a sample list of trading tools from a technical trader's plan. Study this list and then compose your own.",
    "tags": [
      "tool box",
      "trading plan",
      "technical analysis"
    ]
  },
  {
    "id": 329,
    "chapter": "6",
    "path": "6 > Trading tools > Trading library and education",
    "text": "Figure 6.1: sample list of trading tools from a trading plan for a technical trader",
    "tags": [
      "trading plan",
      "technical analysis",
      "tool box"
    ]
  },
  {
    "id": 330,
    "chapter": "6",
    "path": "6 > Trading tools > Trading library and education",
    "text": "Trading tools",
    "tags": []
  },
  {
    "id": 331,
    "chapter": "6",
    "path": "6 > Trading tools > Trading library and education",
    "text": "I will use MetaStock software to view charts and scan the market for trading opportunities. The stock market data will be provided by DataHQ",
    "tags": [
      "bar chart",
      "candlestick chart",
      "line chart",
      "technical analysis",
      "indicator",
      "trading system"
    ]
  },
  {
    "id": 332,
    "chapter": "6",
    "path": "6 > Trading tools > Trading library and education",
    "text": "<www.smarttradingdata.com.au>.",
    "tags": []
  },
  {
    "id": 333,
    "chapter": "6",
    "path": "6 > Trading tools > Trading library and education",
    "text": "Microsoft software, such as Excel and Word, will be used for gathering trading notes. I will use the Smart Trader Spreadsheet <www.smarttrading. com.au> for tracking and managing my trades.",
    "tags": [
      "tool box",
      "trading plan",
      "trading system"
    ]
  },
  {
    "id": 334,
    "chapter": "6",
    "path": "6 > Trading tools > Trading library and education",
    "text": "A range of websites will be used to view share price and market action:",
    "tags": [
      "shares"
    ]
  },
  {
    "id": 335,
    "chapter": "6",
    "path": "6 > Trading tools > Trading library and education",
    "text": " My broker's website will be used to view market depth, trade shares and review upcoming dividends.",
    "tags": [
      "brokerage",
      "market depth",
      "shares",
      "dividend"
    ]
  },
  {
    "id": 336,
    "chapter": "6",
    "path": "6 > Trading tools > Trading library and education",
    "text": " The Trading Room website <www.tradingroom.com.au> will be used as a backup to view share price information and market news.",
    "tags": [
      "shares",
      "equities"
    ]
  },
  {
    "id": 337,
    "chapter": "6",
    "path": "6 > Trading tools > Trading library and education",
    "text": " The ASX website <www.asx.com.au> will be a source of information on the Australian stock market.",
    "tags": [
      "index",
      "equities",
      "shares"
    ]
  },
  {
    "id": 338,
    "chapter": "6",
    "path": "6 > Trading tools > Trading library and education",
    "text": " The Australian Financial Review <www.afr.com.au> will be a source of market news and financial information.",
    "tags": [
      ""
    ]
  },
  {
    "id": 339,
    "chapter": "6",
    "path": "6 > Trading tools > Trading library and education",
    "text": " Yahoo finance <www.yahoo.com.au/finance> will be another source for market news and financial information.",
    "tags": []
  },
  {
    "id": 340,
    "chapter": "6",
    "path": "6 > Trading tools > Trading library and education",
    "text": "Other websites of interest:",
    "tags": []
  },
  {
    "id": 341,
    "chapter": "6",
    "path": "6 > Trading tools > Trading library and education",
    "text": " Nasdaq <www.nasdaq.com> will be used to view the US stock market performance.",
    "tags": [
      "index",
      "equities"
    ]
  },
  {
    "id": 342,
    "chapter": "6",
    "path": "6 > Trading tools > Trading library and education",
    "text": "Trading plan: methodology",
    "tags": []
  },
  {
    "id": 343,
    "chapter": "7",
    "path": "7 > Trading style",
    "text": "Determining which trading style to adopt is an essential decision when preparing a trading plan. You need to consider what timeframe you want to trade, because being a day trader is very different to being a long-term investor. It is all about how frequently you want to trade and how long you would like to hold trades open for. There is no right or wrong - the style you select must be one that you are comfortable with and that suits your personality and lifestyle.",
    "tags": [
      "day trader",
      "long-term trading",
      "short-term trading",
      "trading plan",
      "average hold time"
    ]
  },
  {
    "id": 344,
    "chapter": "7",
    "path": "7 > Trading style",
    "text": "I have tried all styles of trading and experimented with a range of different instruments such as CFDs, options and warrants (I cover these instruments in detail in chapter 8). It was part of my trading journey and I needed to try them out to discover which style suited me.",
    "tags": [
      "options",
      "warrant",
      "instrument"
    ]
  },
  {
    "id": 345,
    "chapter": "7",
    "path": "7 > Trading style",
    "text": "Firstly, let's take a look at the different trading styles and then explore how to determine which style suits you.",
    "tags": [
      "day trader",
      "long-term trading",
      "medium-term trading",
      "short-term trading"
    ]
  },
  {
    "id": 346,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Trading falls into three categories: short term, medium term and long term. To better understand which style you would select, let's take a look at the advantages and disadvantages of each one.",
    "tags": [
      "short-term trading",
      "medium-term trading",
      "long-term trading"
    ]
  },
  {
    "id": 347,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Short-term trading",
    "tags": []
  },
  {
    "id": 348,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Short-term trading is when you hold a trade anywhere from a few minutes to a few days. Day traders also fall into this category. A day trader only keeps trades open during the trading day and has no trades open overnight. A short-term trader, on the other hand, would hold positions overnight and may continue to hold them for a few days. Short-term trading requires the ability to monitor the market for most of the day and is more suited to people who trade the markets full-time or work part-time outside market hours.",
    "tags": [
      "short-term trading",
      "day trader"
    ]
  },
  {
    "id": 349,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "If you plan to trade short-term, select a trading instrument that is highly liquid and has good volatility. This may be a share or a derivative instrument such as options or CFDs. 'Highly liquid' means the instrument must have a high turnover during the day. There are a lot of buyers and sellers available and the buying and selling prices are close together. This makes it easier for short-term traders to enter and exit very quickly.",
    "tags": [
      "short-term trading",
      "liquidity",
      "volatility",
      "derivatives",
      "options",
      "shares",
      "instrument",
      "spread",
      "bid",
      "ask (asking price)",
      "day trader"
    ]
  },
  {
    "id": 350,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Volatility refers to price movement. Short-term traders are interested in instruments that have a high volatility, meaning they have good price movement between their high and low price during the day, making it possible to make money in a short space of time. The best way to understand a share's volatility is to look at its average true range. This is a technical indicator that can be used to measure the average daily movement of a share. I cover this indicator in detail in chapter 12.",
    "tags": [
      "volatility",
      "short-term trading",
      "average true range (ATR)",
      "indicator",
      "shares",
      "instrument"
    ]
  },
  {
    "id": 351,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "To determine whether you are suited to short-term trading, consider the following advantages and disadvantages:",
    "tags": [
      "short-term trading"
    ]
  },
  {
    "id": 352,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Advantages:",
    "tags": []
  },
  {
    "id": 353,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Because they do not hold positions overnight, day traders are not exposed to movement in overseas markets. They are not affected by how the market opens the next day. The Australian market is affected by the performance of",
    "tags": [
      "day trader",
      "intraday",
      "short-term trading",
      "All Ordinaries index",
      "open market risk"
    ]
  },
  {
    "id": 354,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "overseas markets. For example, if the Dow Jones fell by 2 per cent overnight, the Australian market will most likely fall when it opens, with shares opening much lower than the previous trading day. The opposite would apply if the Dow Jones rose 2 per cent overnight.",
    "tags": [
      "bearish",
      "bullish",
      "shares",
      "index"
    ]
  },
  {
    "id": 355,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Less equity can be used because short-term traders do not usually hold many positions open at once.",
    "tags": [
      "equities",
      "short-term trading",
      "position"
    ]
  },
  {
    "id": 356,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Disadvantages:",
    "tags": []
  },
  {
    "id": 357,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Short-term trading requires close monitoring of the market. It is critically important to be able to monitor the market for most of the trading day with few interruptions.",
    "tags": [
      "short-term trading",
      "intraday",
      "day trader"
    ]
  },
  {
    "id": 358,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "This style of trading is stressful because a lot can happen in a short space of time. You need to have the psychological makeup to cope with it (trading psychology is covered in chapter 2).",
    "tags": [
      "short-term trading",
      "psychological stop"
    ]
  },
  {
    "id": 359,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "There are additional costs for live data and for some news information. To be an effective short-term trader, you need the most recent data and thus require a trading platform that provides this. Another option is to have a pocket watch or mobile phone that is capable of providing live data when you are out and about (I discussed these portable devices in chapter 6).",
    "tags": [
      "short-term trading",
      "trading system"
    ]
  },
  {
    "id": 360,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "The brokerage costs are higher. While it is easier to negotiate cheaper brokerage costs when you are an active short-term trader, brokerage costs are higher due to the frequency of trades each day and these do add up over time.",
    "tags": [
      "brokerage",
      "short-term trading",
      "day trader"
    ]
  },
  {
    "id": 361,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Closer stop-loss techniques need to be used and this means it is easier to be knocked out of trades prematurely. It does not take much for share prices to move to a stop point and be taken out of a trade. It can be frustrating to watch the share hit your stop and recover quickly. In these situations, you need to act fast to re-enter the trade.",
    "tags": [
      "stop loss",
      "shares",
      "position"
    ]
  },
  {
    "id": 362,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Large moves in a share price take time to develop and short-term traders can miss out on big profits due to the short hold time of their positions.",
    "tags": [
      "average hold time",
      "short-term trading",
      "shares",
      "long-term trading"
    ]
  },
  {
    "id": 363,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Short-term traders take losses a lot quicker than others and can hit a cluster of losses in a row more frequently. You must be able to withstand taking losses and know when to quit if things are not going well during that particular trading day. It can be very easy to sabotage yourself with short-term trading. You really need to know yourself and know when it is time to stop trading for the day and start fresh tomorrow.",
    "tags": [
      "short-term trading",
      "day trader",
      "intraday",
      "drawdown",
      "stop loss",
      "psychological stop",
      "trading plan",
      "position sizing",
      "average loss size",
      "win to loss size ratio"
    ]
  },
  {
    "id": 364,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Medium-term trading",
    "tags": []
  },
  {
    "id": 365,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Medium-term trading involves holding a trade anywhere from a few weeks to a few months. This style of trading is often referred to as 'swing trading', because it involves taking a swing move within an overall trending share. For example, if a share is in an",
    "tags": [
      "medium-term trading",
      "trend"
    ]
  },
  {
    "id": 366,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "uptrend, medium-term traders will buy the share when it bounces off its trendline and ride the upward movement, exiting the trade when the share shows signs of falling back towards its trendline again.",
    "tags": [
      "uptrend",
      "medium-term trading",
      "shares",
      "trendline",
      "pullback",
      "retracement"
    ]
  },
  {
    "id": 367,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Medium-term traders do not need to monitor the market as actively as short-term traders; they only need to check it in the evenings or a few times throughout the day. This method of trading suits people who don't have much time during the trading day to focus on the markets.",
    "tags": [
      "medium-term trading",
      "short-term trading"
    ]
  },
  {
    "id": 368,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Advantages:",
    "tags": []
  },
  {
    "id": 369,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "This style is less stressful and time-consuming than short-term trading. It may take time to learn and develop your trading style, but once you have a routine in place it is less time-consuming, because you do not need to watch the market all day long.",
    "tags": [
      "short-term trading",
      "trading plan"
    ]
  },
  {
    "id": 370,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Medium-term traders use wider stop-loss techniques than short-term traders. They give the share more room to move, which provides the opportunity for a larger profit on a single trade.",
    "tags": [
      "medium-term trading",
      "short-term trading",
      "stop loss",
      "shares"
    ]
  },
  {
    "id": 371,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Business costs are lower because you will not require live market data and information.",
    "tags": [
      "brokerage"
    ]
  },
  {
    "id": 372,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Disadvantages:",
    "tags": []
  },
  {
    "id": 373,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Medium-term traders often have a lot of positions open at one time. This means higher brokerage costs and a larger equity base.",
    "tags": [
      "medium-term trading",
      "brokerage",
      "position",
      "equities"
    ]
  },
  {
    "id": 374,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "You can still miss out on the very large moves. Shares can rise in price for long periods of time and medium-term traders may not hold trades long enough",
    "tags": [
      "shares",
      "long",
      "medium-term trading",
      "average hold time"
    ]
  },
  {
    "id": 375,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "to make the large profit returns on a single trade that long-term investors can achieve.",
    "tags": [
      "long",
      "long-term trading"
    ]
  },
  {
    "id": 376,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Medium-term traders may get knocked out of trades prematurely when they fall back in price and then rebound and continue higher. Because the stop losses employed are usually not wide enough to hold you in the long-term trend of the share, this can be frustrating at times. You need to be more active and re-enter trades when you receive another signal.",
    "tags": [
      "medium-term trading",
      "stop loss",
      "trend",
      "long-term trading"
    ]
  },
  {
    "id": 377,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Medium-term traders hit a cluster of losses a lot quicker than long-term traders. They need to be able to handle this and know when it is time to take a break.",
    "tags": [
      "medium-term trading",
      "long-term trading",
      "drawdown",
      "average loss size",
      "psychological stop"
    ]
  },
  {
    "id": 378,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Medium-term trading is difficult during sideways trends or directionless markets that continue for long periods of time and can be very frustrating.",
    "tags": [
      "medium-term trading",
      "sideways trend",
      "trend"
    ]
  },
  {
    "id": 379,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Long-term trading",
    "tags": []
  },
  {
    "id": 380,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Long-term trading is also referred to as 'buy and hold' and suits investors who want to retain a share for a long period of time with the goal of receiving an income from dividends and enjoying the benefit of large capital gains. It is the least stressful and time-consuming style of trading and is often referred to as investing.",
    "tags": [
      "long-term trading",
      "long",
      "dividend",
      "capital",
      "shares"
    ]
  },
  {
    "id": 381,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Investors usually use either technical or fundamental indicators to determine when to exit. Investors who use technical analysis aim to buy stocks that show signs of being in an uptrend and remain in that trend until they get a signal of a trendline break. This could take anywhere from a few months to years.",
    "tags": [
      "technical analysis",
      "fundamental analysis",
      "indicator",
      "uptrend",
      "trendline",
      "trend"
    ]
  },
  {
    "id": 382,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Advantages:",
    "tags": []
  },
  {
    "id": 383,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "This style of trading is much less stressful and less time-consuming than other styles. You only need to track the markets once a week and do not need to check the market during the trading day.",
    "tags": [
      "long-term trading",
      "medium-term trading",
      "day trader",
      "intraday"
    ]
  },
  {
    "id": 384,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "It is very cost effective because no live market data and news services are required.",
    "tags": [
      "back test"
    ]
  },
  {
    "id": 385,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Brokerage costs are low because you do not trade very often, so your turnover of trades is not as high.",
    "tags": [
      "brokerage",
      "volume"
    ]
  },
  {
    "id": 386,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Wide stop-loss techniques are used to enable investors to hold a share for the long term. Some people use no stop losses at all and will hold shares no matter what happens. Personally, I would not hold a position without a stop loss, no matter what timeframe I was trading.",
    "tags": [
      "stop loss",
      "long-term trading",
      "position",
      "shares"
    ]
  },
  {
    "id": 387,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Investors make large profits on single trades because they give trades a lot of room to move and hold trades for a longer period of time, making it possible to achieve 100 per cent returns (or higher) on a single trade.",
    "tags": [
      "average hold time",
      "long",
      "long-term trading",
      "profit stop",
      "position",
      "position sizing"
    ]
  },
  {
    "id": 388,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Investors can build on positions that are profitable by purchasing more shares as they continue higher in price.",
    "tags": [
      "pyramiding",
      "long",
      "shares",
      "uptrend",
      "position"
    ]
  },
  {
    "id": 389,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Long-term investors have the benefit of receiving regular dividend payments.",
    "tags": [
      "dividend"
    ]
  },
  {
    "id": 390,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Disadvantages:",
    "tags": []
  },
  {
    "id": 391,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "It requires patience and discipline to stay with trades for the long term and not to react too quickly and take profits. You need to let the market unfold and use wide stop losses in order to hold trades for a long period.",
    "tags": [
      "long-term trading",
      "stop loss",
      "average hold time"
    ]
  },
  {
    "id": 392,
    "chapter": "7",
    "path": "7 > Trading style > Different trading styles",
    "text": "Long-term trading requires a larger capital base that can be left invested in the market for a longer period of time.",
    "tags": [
      "long-term trading",
      "capital"
    ]
  },
  {
    "id": 393,
    "chapter": "7",
    "path": "7 > Trading style > Determining your trading style",
    "text": "To help you decide on the best style to focus on, consider the following questions:",
    "tags": [
      "trading plan",
      "trading system"
    ]
  },
  {
    "id": 394,
    "chapter": "7",
    "path": "7 > Trading style > Determining your trading style",
    "text": "How much time during the day can you devote to trading while the market is open? Do you have a full-time job and plan to only check the markets in the evenings? Or do you have a flexible job that allows you to review the market regularly during trading hours? Or can you devote yourself to full-time trading and watch the market all day?",
    "tags": [
      "day trader",
      "intraday",
      "short-term trading"
    ]
  },
  {
    "id": 395,
    "chapter": "7",
    "path": "7 > Trading style > Determining your trading style",
    "text": "You really need to consider how much time you have available each day. If you want to be an intraday trader, you have to sit in front of a computer for most of the day and you don't want to be interrupted too often.",
    "tags": [
      "intraday",
      "day trader"
    ]
  },
  {
    "id": 396,
    "chapter": "7",
    "path": "7 > Trading style > Determining your trading style",
    "text": "How many distractions do you face during the trading day? If you plan to be a short-term day trader then you need to ensure that you do not have too many distractions. If you do, think about ways to overcome these distractions.",
    "tags": [
      "day trader",
      "short-term trading"
    ]
  },
  {
    "id": 397,
    "chapter": "7",
    "path": "7 > Trading style > Determining your trading style",
    "text": "How long do you want to keep your trades active for? You can keep trades open anywhere from just a few minutes to a few months or longer. You need to consider if you want to trade short term or use a buy and hold strategy and retain your trades for the long term.",
    "tags": [
      "average hold time",
      "short-term trading",
      "long-term trading"
    ]
  },
  {
    "id": 398,
    "chapter": "7",
    "path": "7 > Trading style > Determining your trading style",
    "text": "What type of instrument do you want to trade? Different instruments have different timeframes and some require closer monitoring than others. For example, options require close monitoring because they have expiry dates and are short",
    "tags": [
      "instrument",
      "options"
    ]
  },
  {
    "id": 399,
    "chapter": "7",
    "path": "7 > Trading style > Determining your trading style",
    "text": "term in nature, whereas shares can be held for as long as you like. These instruments are explored further in chapter 8.",
    "tags": [
      "shares",
      "instrument"
    ]
  },
  {
    "id": 400,
    "chapter": "7",
    "path": "7 > Trading style > Determining your trading style",
    "text": "Ask yourself how much time you have to devote to trading and consider the advantages and disadvantages of the different trading styles and instruments. This will help you determine what sort of trader you want to be.",
    "tags": [
      "day trader",
      "short-term trading",
      "medium-term trading",
      "long-term trading",
      "instrument"
    ]
  },
  {
    "id": 401,
    "chapter": "7",
    "path": "7 > Trading style > So which style to choose?",
    "text": "You can make trading as active and demanding as you want it to be. Would you be happy to sit in front of a computer screen for most of the trading day, watching the market activity minute by minute and placing orders seconds after you get a signal and then exiting promptly when the trade becomes unfavourable? Or would you prefer to check the market once a day and place your trades the following day if you get a signal? Or maybe you would prefer to only trade once a week? This is something that you need to decide for yourself - it will come down to how much time you have to devote to trading and what your psyche can handle.",
    "tags": [
      "day trader",
      "intraday",
      "short-term trading",
      "medium-term trading",
      "long-term trading",
      "average hold time",
      "trading plan",
      "psychological stop"
    ]
  },
  {
    "id": 402,
    "chapter": "7",
    "path": "7 > Trading style > So which style to choose?",
    "text": "Remember, there is no right or wrong. Just because someone trades actively all day, undertaking 20 trades in a week, does not mean he or she will make more money than someone who trades once a month. People think that the more often you trade, the more money you will make. The reality is that there are many wealthy long-term traders out there. Short-term trading is not for everyone, but some people love it. Personally, I wouldn't want to be stuck in front of my computer watching the market all day. It just does not suit my lifestyle, especially now that I have two young children.",
    "tags": [
      "day trader",
      "short-term trading",
      "long-term trading",
      "intraday"
    ]
  },
  {
    "id": 403,
    "chapter": "7",
    "path": "7 > Trading style > So which style to choose?",
    "text": "Sometimes the best way to learn is to slow down and build your confidence in the market first. It might be best to focus on a long-term system to start with. Your trading costs will be lower, you will spend less time on trading and you can focus on learning and developing your trading plan. Then, as your knowledge and confidence increases, you can incorporate a medium- to short-term system to complement your long-term trading.",
    "tags": [
      "long-term trading",
      "medium-term trading",
      "short-term trading",
      "trading plan",
      "trading system"
    ]
  },
  {
    "id": 404,
    "chapter": "7",
    "path": "7 > Trading style > So which style to choose?",
    "text": "Remember, there is no hurry. The market will be open five days per week for your entire life. People tend to forget this fact and start trading too early because they are scared of missing out - I know I did. When you have decided on a trading style that suits your psychology, the time you have available to trade and the instrument you will be trading, remember to document the style in your trading plan.",
    "tags": [
      "trading plan",
      "instrument"
    ]
  },
  {
    "id": 405,
    "chapter": "7",
    "path": "7 > Trading style > So which style to choose?",
    "text": "Figure 7.1 provides a sample statement from a trading plan to guide you in preparing your trading style statement.",
    "tags": [
      "trading plan"
    ]
  },
  {
    "id": 406,
    "chapter": "7",
    "path": "7 > Trading style > So which style to choose?",
    "text": "Figure 7.1: sample statement from a trading plan for a long-term investor",
    "tags": [
      "trading plan",
      "long-term trading"
    ]
  },
  {
    "id": 407,
    "chapter": "7",
    "path": "7 > Trading style > So which style to choose?",
    "text": "Trading style",
    "tags": []
  },
  {
    "id": 408,
    "chapter": "7",
    "path": "7 > Trading style > So which style to choose?",
    "text": "I will focus on long-term investing in the Australian stock market. I am a trend follower and my plan is to seek out rising shares, build a profitable portfolio and gain additional income through dividends. I will use technical analysis and let the charts tell me when the trend is over and it is time to exit.",
    "tags": [
      "long",
      "long-term trading",
      "trend",
      "trendline",
      "shares",
      "dividend",
      "technical analysis",
      "bar chart",
      "candlestick chart",
      "line chart",
      "support",
      "resistance",
      "All Ordinaries index"
    ]
  },
  {
    "id": 409,
    "chapter": "7",
    "path": "7 > Trading style > So which style to choose?",
    "text": "Once you have decided on a trading style, you can select an instrument that suits your trading timeframe, which is what the next chapter is all about.",
    "tags": [
      "instrument"
    ]
  },
  {
    "id": 410,
    "chapter": "8",
    "path": "8 > Trading instruments",
    "text": "Selecting an instrument that suits your trading style is a critically important decision. A trading instrument is an asset or contract with monetary value that can be traded between two parties. They include anything from shares to CFDs (traded in a simulated market) to derivative instruments (such as options and warrants), available for trading in the Australian and international markets. It is important to note that different instruments have different timeframes and some require closer monitoring than others. Thus, your choice of instrument will link closely with the trading style you have chosen and the time you have available to trade.",
    "tags": [
      "instrument",
      "shares",
      "derivatives",
      "options",
      "warrant"
    ]
  },
  {
    "id": 411,
    "chapter": "8",
    "path": "8 > Trading instruments",
    "text": "I've traded many different instruments and timeframes over the years, from day trading to short-term trading with options, warrants and CFDs with varied results. I eventually settled on a medium-term and long-term trading style, predominantly trading shares and share CFDs with consistently profitable results and a much better lifestyle to boot.",
    "tags": [
      "instrument",
      "day trader",
      "short-term trading",
      "options",
      "warrant",
      "medium-term trading",
      "long-term trading",
      "shares",
      "long"
    ]
  },
  {
    "id": 412,
    "chapter": "8",
    "path": "8 > Trading instruments",
    "text": "Let's have a look at some of the different trading instruments available, what style of trading they are suited to and their advantages and disadvantages. You can find out more information on any of the instruments through the ASX website <www.asx. com.au>. Also refer to the resources section at the back of the book for recommended books and websites.",
    "tags": [
      "instrument",
      "trading plan",
      "trading system"
    ]
  },
  {
    "id": 413,
    "chapter": "8",
    "path": "8 > Trading instruments > Shares",
    "text": "Shares are also referred to as stocks, securities and equities. A share is a small holding of a company that you can buy either privately or through a listed company on the stock market. For the purpose of this book I am referring to shares as those bought through the stock market.",
    "tags": [
      "shares",
      "securities",
      "equities"
    ]
  },
  {
    "id": 414,
    "chapter": "8",
    "path": "8 > Trading instruments > Shares",
    "text": "To buy a share you need to have an account with a stock broker - this could be a discount broker that offers online trading and voice brokering services or it could be a full-service broker who you deal with personally and who provides advice if required.",
    "tags": [
      "brokerage",
      "shares"
    ]
  },
  {
    "id": 415,
    "chapter": "8",
    "path": "8 > Trading instruments > Shares",
    "text": "Shares can be traded by any style of trader - short-, medium- or long-term traders.",
    "tags": [
      "shares",
      "short-term trading",
      "medium-term trading",
      "long-term trading"
    ]
  },
  {
    "id": 416,
    "chapter": "8",
    "path": "8 > Trading instruments > Shares",
    "text": "Advantages",
    "tags": []
  },
  {
    "id": 417,
    "chapter": "8",
    "path": "8 > Trading instruments > Shares",
    "text": "Trading shares has the following advantages:",
    "tags": []
  },
  {
    "id": 418,
    "chapter": "8",
    "path": "8 > Trading instruments > Shares",
    "text": "Shares are the most favourable instrument for tax advantages because there are tax credits on most dividends in the form of franking credits and a discounted capital gains tax rate.",
    "tags": [
      "shares",
      "instrument",
      "dividend",
      "franking credits",
      "capital"
    ]
  },
  {
    "id": 419,
    "chapter": "8",
    "path": "8 > Trading instruments > Shares",
    "text": "They provide excellent returns for long-term investing because they have no expiry dates and can be held for as long as the company is listed on the stock exchange, which could be for a lifetime.",
    "tags": [
      "long",
      "long-term trading",
      "equities",
      "shares"
    ]
  },
  {
    "id": 420,
    "chapter": "8",
    "path": "8 > Trading instruments > Shares",
    "text": "Shares are easy to buy and sell if you are dealing with liquid shares (meaning the shares have a good turnover each day and there are always plenty of buyers and sellers available - liquidity is covered in more detail in chapter 13).",
    "tags": [
      "shares",
      "liquidity",
      "volume"
    ]
  },
  {
    "id": 421,
    "chapter": "8",
    "path": "8 > Trading instruments > Shares",
    "text": "Share traders can easily diversify between a range of different sectors or industry types.",
    "tags": [
      "sector",
      "industry sector",
      "shares"
    ]
  },
  {
    "id": 422,
    "chapter": "8",
    "path": "8 > Trading instruments > Shares",
    "text": "Shares include voting rights and entitlements to shareholder discounts or incentive benefits if they are available.",
    "tags": [
      "shares"
    ]
  },
  {
    "id": 423,
    "chapter": "8",
    "path": "8 > Trading instruments > Shares",
    "text": "Disadvantages",
    "tags": []
  },
  {
    "id": 424,
    "chapter": "8",
    "path": "8 > Trading instruments > Shares",
    "text": "The disadvantages of trading shares include the following:",
    "tags": [
      "shares"
    ]
  },
  {
    "id": 425,
    "chapter": "8",
    "path": "8 > Trading instruments > Shares",
    "text": "Companies can go broke and enter into receivership, leaving shareholders with a worthless holding. That is why it is important to diversify and have an exit",
    "tags": [
      "shares",
      "position",
      "drawdown",
      "stop loss",
      "profit stop",
      "trailing profit stop"
    ]
  },
  {
    "id": 426,
    "chapter": "8",
    "path": "8 > Trading instruments > Shares",
    "text": "strategy when things are no longer favourable. Technical analysis will show signs of unhealthy shares well before they go into receivership and are delisted from the stock market (see charts of One.Tel and HIH Insurance in figures 3.9 and 3.10 in chapter 3).",
    "tags": [
      "technical analysis",
      "shares",
      "delisted"
    ]
  },
  {
    "id": 427,
    "chapter": "8",
    "path": "8 > Trading instruments > Shares",
    "text": "Share trading requires a large capital base in order to be able to diversify in the marketplace.",
    "tags": [
      "capital",
      "shares",
      "equities"
    ]
  },
  {
    "id": 428,
    "chapter": "8",
    "path": "8 > Trading instruments > Contracts for difference (CFDs)",
    "text": "CFDs are becoming increasingly popular because they offer many benefits that the stock market does not. A CFD is a contract between you and the company that you are using to make the purchase. You trade the same shares as with the ASX, but in a simulated market environment. If you were to buy 1000 National Australia Bank CFDs, you would have a contract with the CFD provider for that trade. A shareholder, on the other hand, actually owns a stake in the company.",
    "tags": [
      "derivatives",
      "equities",
      "shares"
    ]
  },
  {
    "id": 429,
    "chapter": "8",
    "path": "8 > Trading instruments > Contracts for difference (CFDs)",
    "text": "In short, a CFD offers the benefits of trading shares by mirroring the performance of the share or index, without the need to actually own them.",
    "tags": [
      "shares",
      "index",
      "derivatives"
    ]
  },
  {
    "id": 430,
    "chapter": "8",
    "path": "8 > Trading instruments > Contracts for difference (CFDs)",
    "text": "There are some specialist providers in Australia that only offer CFD trading, and more and more brokers now offer CFD trading along with share trading. Be aware that the brokers don't necessarily offer the same facilities as specialist CFD providers.",
    "tags": [
      "brokerage",
      "derivatives",
      "shares",
      "equities"
    ]
  },
  {
    "id": 431,
    "chapter": "8",
    "path": "8 > Trading instruments > Contracts for difference (CFDs)",
    "text": "CFDs suit short-term and medium-term trading due to the interest component that is payable on trades that remain open overnight and for longer periods of time.",
    "tags": [
      "derivatives",
      "short-term trading",
      "medium-term trading"
    ]
  },
  {
    "id": 432,
    "chapter": "8",
    "path": "8 > Trading instruments > Contracts for difference (CFDs)",
    "text": "Advantages",
    "tags": []
  },
  {
    "id": 433,
    "chapter": "8",
    "path": "8 > Trading instruments > Contracts for difference (CFDs)",
    "text": "CFD trading has the following advantages:",
    "tags": []
  },
  {
    "id": 434,
    "chapter": "8",
    "path": "8 > Trading instruments > Contracts for difference (CFDs)",
    "text": "With the power of leverage, you can trade CFDs with margins from as low as 3 per cent to as high as 50 per cent.",
    "tags": [
      "leverage",
      "margin"
    ]
  },
  {
    "id": 435,
    "chapter": "8",
    "path": "8 > Trading instruments > Contracts for difference (CFDs)",
    "text": "Traders can earn interest through short selling. This is a strategy used to trade falling shares and it is covered in chapter 16.",
    "tags": [
      "short selling",
      "shares"
    ]
  },
  {
    "id": 436,
    "chapter": "8",
    "path": "8 > Trading instruments > Contracts for difference (CFDs)",
    "text": "Traders can access a wide range of global markets with most major CFD providers.",
    "tags": [
      "derivatives",
      "brokerage"
    ]
  },
  {
    "id": 437,
    "chapter": "8",
    "path": "8 > Trading instruments > Contracts for difference (CFDs)",
    "text": "Traders can trade a range of instruments including share CFDs, foreign exchange, indices and commodities, all with one provider. This means it is easy to diversify between a range of different sectors or industry types, as well as different markets and instruments.",
    "tags": [
      "foreign exchange (FX)",
      "commodities",
      "instrument",
      "sector",
      "industry sector",
      "index",
      "shares"
    ]
  },
  {
    "id": 438,
    "chapter": "8",
    "path": "8 > Trading instruments > Contracts for difference (CFDs)",
    "text": "CFD traders can set guaranteed stop loss orders (GSLOs). As per their name, these stops are guaranteed and you will be exited out of a trade at the exact price you set, no matter what the share price does. This is not possible in the real market. Stop losses are covered in chapter 15.",
    "tags": [
      "stop loss",
      "shares",
      "derivatives"
    ]
  },
  {
    "id": 439,
    "chapter": "8",
    "path": "8 > Trading instruments > Contracts for difference (CFDs)",
    "text": "Trading CFDs is similar to trading shares because they have no time component and are not as complicated as trading options.",
    "tags": [
      "shares",
      "options",
      "derivatives"
    ]
  },
  {
    "id": 440,
    "chapter": "8",
    "path": "8 > Trading instruments > Contracts for difference (CFDs)",
    "text": "Dividends are paid on share CFDs (although no franking credits are included).",
    "tags": [
      "dividend",
      "franking credits",
      "shares"
    ]
  },
  {
    "id": 441,
    "chapter": "8",
    "path": "8 > Trading instruments > Contracts for difference (CFDs)",
    "text": "Like shares, CFDs are easy to buy and sell if you are dealing with liquid CFDs.",
    "tags": [
      "shares",
      "liquidity",
      "derivatives",
      "instrument"
    ]
  },
  {
    "id": 442,
    "chapter": "8",
    "path": "8 > Trading instruments > Contracts for difference (CFDs)",
    "text": "Disadvantages",
    "tags": []
  },
  {
    "id": 443,
    "chapter": "8",
    "path": "8 > Trading instruments > Contracts for difference (CFDs)",
    "text": "CFD trading has the following disadvantages:",
    "tags": []
  },
  {
    "id": 444,
    "chapter": "8",
    "path": "8 > Trading instruments > Contracts for difference (CFDs)",
    "text": "Traders are required to pay interest on a daily basis for all CFD positions held overnight.",
    "tags": [
      "margin",
      "leverage",
      "position"
    ]
  },
  {
    "id": 445,
    "chapter": "8",
    "path": "8 > Trading instruments > Contracts for difference (CFDs)",
    "text": "CFD traders have no voting rights or entitlements to shareholder discounts or incentive benefits.",
    "tags": [
      "shares",
      "equities"
    ]
  },
  {
    "id": 446,
    "chapter": "8",
    "path": "8 > Trading instruments > Contracts for difference (CFDs)",
    "text": "CFDs carry no franking credits on dividends.",
    "tags": []
  },
  {
    "id": 447,
    "chapter": "8",
    "path": "8 > Trading instruments > Contracts for difference (CFDs)",
    "text": "There is only a small range of share CFDs available for trading. Depending on the provider, you may have access to anything from 50 to 500 share CFDs.",
    "tags": [
      "shares",
      "derivatives",
      "instrument"
    ]
  },
  {
    "id": 448,
    "chapter": "8",
    "path": "8 > Trading instruments > Contracts for difference (CFDs)",
    "text": "Leverage is also a disadvantage because it is very easy to trade well beyond your means and wipe out your trading capital in a short space of time if you are not careful. This can be overcome with the use of GSLOs.",
    "tags": [
      "leverage"
    ]
  },
  {
    "id": 449,
    "chapter": "8",
    "path": "8 > Trading instruments > Options",
    "text": "Options are derivative instruments that enable traders to buy or sell shares in the future, depending on whether the option is a call or a put. Call options enable traders to profit from share price rises by buying shares at a set price (known as the strike price) by a set future date (known as the expiry date). For example, if you were to",
    "tags": [
      "call option/warrant",
      "put option/warrant",
      "options",
      "derivatives",
      "shares",
      "instrument"
    ]
  },
  {
    "id": 450,
    "chapter": "8",
    "path": "8 > Trading instruments > Options",
    "text": "buy a $30 call option on ANZ, you are buying the right, but not the obligation, to purchase ANZ shares at the price of $30 by the expiry date of the option. On the other hand, buying a put option enables you to profit from a share price fall by giving you the right (but not the obligation) to sell ANZ shares at $30 by the expiry date.",
    "tags": [
      "call option/warrant",
      "put option/warrant",
      "options",
      "shares",
      "derivatives"
    ]
  },
  {
    "id": 451,
    "chapter": "8",
    "path": "8 > Trading instruments > Options",
    "text": "Options are most suited to short-term trading because they are highly leveraged instruments and have an expiry date. They therefore need to be monitored intraday. Options can be traded with full-service brokers and most discount brokers.",
    "tags": [
      "brokerage",
      "instrument",
      "intraday",
      "leverage",
      "options",
      "short-term trading"
    ]
  },
  {
    "id": 452,
    "chapter": "8",
    "path": "8 > Trading instruments > Options",
    "text": "Advantages",
    "tags": []
  },
  {
    "id": 453,
    "chapter": "8",
    "path": "8 > Trading instruments > Options",
    "text": "Option trading has the following advantages:",
    "tags": []
  },
  {
    "id": 454,
    "chapter": "8",
    "path": "8 > Trading instruments > Options",
    "text": "Options are highly leveraged instruments that provide exposure to shares at a fraction of the share price. For example, an option may cost $0.50 while the share itself may cost $30. They are usually traded in lots of 1000 units (which is one contract), so one options contract at $0.50 per option would cost $500 (1000  $0.50) whereas buying 1000 shares at $30 would cost $30 000. Be aware that options have a limited life, because they have expiry dates. The closer to expiry the option is, the cheaper it is to purchase.",
    "tags": [
      "options",
      "leverage",
      "shares",
      "derivatives",
      "instrument"
    ]
  },
  {
    "id": 455,
    "chapter": "8",
    "path": "8 > Trading instruments > Options",
    "text": "There is limited risk involved. The total amount that you can lose is limited to the options price paid when the trade is opened.",
    "tags": [
      "options"
    ]
  },
  {
    "id": 456,
    "chapter": "8",
    "path": "8 > Trading instruments > Options",
    "text": "There are multiple ways to trade options. They can be traded as individual instruments, sold to create an income on your portfolio (known as options writing), used to purchase shares at a set price (call options), used to hedge shares that you own (put options), as well as other strategies, ranging from conservative to high risk.",
    "tags": [
      "options",
      "call option/warrant",
      "put option/warrant",
      "hedge"
    ]
  },
  {
    "id": 457,
    "chapter": "8",
    "path": "8 > Trading instruments > Options",
    "text": "Options traders can ride volatility movements by buying when the volatility is low and selling when it rises.",
    "tags": [
      "options",
      "volatility"
    ]
  },
  {
    "id": 458,
    "chapter": "8",
    "path": "8 > Trading instruments > Options",
    "text": "Disadvantages",
    "tags": []
  },
  {
    "id": 459,
    "chapter": "8",
    "path": "8 > Trading instruments > Options",
    "text": "Options trading has the following disadvantages:",
    "tags": []
  },
  {
    "id": 460,
    "chapter": "8",
    "path": "8 > Trading instruments > Options",
    "text": "Higher brokerage costs which can add up if you have a series of losing trades.",
    "tags": [
      "brokerage"
    ]
  },
  {
    "id": 461,
    "chapter": "8",
    "path": "8 > Trading instruments > Options",
    "text": "Options have expiry dates and decay in value as they near these dates. Traders are therefore limited to short-term trades. Time stops are necessary to ensure the option doesn't expire worthless.",
    "tags": [
      "options",
      "short-term trading",
      "time stop"
    ]
  },
  {
    "id": 462,
    "chapter": "8",
    "path": "8 > Trading instruments > Options",
    "text": "Options are complicated instruments and you need to take into consideration volatility, strike prices, expiry dates and other components that make up their pricing before entering a trade. Make sure you understand how they work and put in extra time to work out which option to select.",
    "tags": [
      "options",
      "volatility"
    ]
  },
  {
    "id": 463,
    "chapter": "8",
    "path": "8 > Trading instruments > Options",
    "text": "No dividends are paid on options.",
    "tags": []
  },
  {
    "id": 464,
    "chapter": "8",
    "path": "8 > Trading instruments > Options",
    "text": "Option trading requires a great deal of monitoring.",
    "tags": [
      "options"
    ]
  },
  {
    "id": 465,
    "chapter": "8",
    "path": "8 > Trading instruments > Options",
    "text": "Options trading is not an orderly market like shares. You have to deal with the market makers and play the spread to place a trade. This can be frustrating and costly at times, because options tend to have wider spreads.",
    "tags": [
      "options",
      "spread",
      "shares"
    ]
  },
  {
    "id": 466,
    "chapter": "8",
    "path": "8 > Trading instruments > Options",
    "text": "There can be liquidity problems due to the larger range of different strike prices and expiry dates available, which can make trading options difficult.",
    "tags": [
      "liquidity",
      "illiquid",
      "options"
    ]
  },
  {
    "id": 467,
    "chapter": "8",
    "path": "8 > Trading instruments > Options",
    "text": "There is unlimited risk involved if you are an options writer and write uncovered options where you do not own the underlying share.",
    "tags": [
      "options",
      "call option/warrant",
      "put option/warrant",
      "shares"
    ]
  },
  {
    "id": 468,
    "chapter": "8",
    "path": "8 > Trading instruments > Warrants",
    "text": "Like options, warrants are derivative instruments. They are available in the form of calls and puts and will enable you to buy or sell shares at fixed strike prices by a set expiry date. The difference between options and warrants is that warrants are issued by financial institutions and are traded on the ASX, much like shares. Warrants are traded through either discount or full-service brokers with the same trading account that you would use to trade shares. With options, individuals can sell them and make a market (also known as options writing), but this is not possible with warrants.",
    "tags": [
      "call option/warrant",
      "put option/warrant",
      "derivatives",
      "options",
      "warrant",
      "shares",
      "brokerage",
      "instrument"
    ]
  },
  {
    "id": 469,
    "chapter": "8",
    "path": "8 > Trading instruments > Warrants",
    "text": "There are three main types of warrants to choose from - trading warrants, instalment warrants and endowment warrants. They each have different conditions. Instalment and endowment warrants tend to be longer dated and are suitable for long-term investing, while trading warrants are relatively short dated and (like options) are more suitable for short-term trading.",
    "tags": [
      "warrant",
      "short-term trading",
      "long-term trading",
      "options"
    ]
  },
  {
    "id": 470,
    "chapter": "8",
    "path": "8 > Trading instruments > Warrants",
    "text": "Advantages",
    "tags": []
  },
  {
    "id": 471,
    "chapter": "8",
    "path": "8 > Trading instruments > Warrants",
    "text": "Trading warrants have the following advantages:",
    "tags": []
  },
  {
    "id": 472,
    "chapter": "8",
    "path": "8 > Trading instruments > Warrants",
    "text": "Warrants have lower brokerage costs than options.",
    "tags": []
  },
  {
    "id": 473,
    "chapter": "8",
    "path": "8 > Trading instruments > Warrants",
    "text": "Warrants have much tighter spreads and a more orderly market than options.",
    "tags": [
      "warrant",
      "options",
      "spread"
    ]
  },
  {
    "id": 474,
    "chapter": "8",
    "path": "8 > Trading instruments > Warrants",
    "text": "A warrant is a highly leveraged instrument that provides exposure to shares at a fraction of the share price.",
    "tags": [
      "warrant",
      "leverage",
      "instrument",
      "shares"
    ]
  },
  {
    "id": 475,
    "chapter": "8",
    "path": "8 > Trading instruments > Warrants",
    "text": "There is limited risk. The total amount that you can lose is limited to the price of the warrant.",
    "tags": [
      "warrant"
    ]
  },
  {
    "id": 476,
    "chapter": "8",
    "path": "8 > Trading instruments > Warrants",
    "text": "Traders can hedge their portfolios through put warrants.",
    "tags": [
      "hedge",
      "put option/warrant",
      "warrant"
    ]
  },
  {
    "id": 477,
    "chapter": "8",
    "path": "8 > Trading instruments > Warrants",
    "text": "Volatility is not an issue and does not need to be considered as it does with options. Warrants already have a high degree of volatility built into them, so you pay a higher price for that volatility.",
    "tags": [
      "volatility",
      "options",
      "warrant"
    ]
  },
  {
    "id": 478,
    "chapter": "8",
    "path": "8 > Trading instruments > Warrants",
    "text": "Disadvantages",
    "tags": []
  },
  {
    "id": 479,
    "chapter": "8",
    "path": "8 > Trading instruments > Warrants",
    "text": "Trading warrants have the following disadvantages:",
    "tags": [
      "warrant",
      "call option/warrant",
      "put option/warrant"
    ]
  },
  {
    "id": 480,
    "chapter": "8",
    "path": "8 > Trading instruments > Warrants",
    "text": "Like options, warrants are restricted to an expiry date and can expire worthless if you take no action. This means you would lose the capital you invested, so a time stop is necessary.",
    "tags": [
      "options",
      "warrant",
      "capital",
      "time stop"
    ]
  },
  {
    "id": 481,
    "chapter": "8",
    "path": "8 > Trading instruments > Warrants",
    "text": "No dividends are paid on trading warrants.",
    "tags": []
  },
  {
    "id": 482,
    "chapter": "8",
    "path": "8 > Trading instruments > Warrants",
    "text": "You cannot be a seller of warrants; only a buyer. It is a directional trading method only.",
    "tags": [
      "warrant",
      "call option/warrant",
      "put option/warrant"
    ]
  },
  {
    "id": 483,
    "chapter": "8",
    "path": "8 > Trading instruments > Warrants",
    "text": "Warrants traders cannot take as large a position as options trades because they are higher priced due to high volatility being factored into the price.",
    "tags": [
      "warrant",
      "options",
      "volatility",
      "position",
      "maximum position size"
    ]
  },
  {
    "id": 484,
    "chapter": "8",
    "path": "8 > Trading instruments > Warrants",
    "text": "Warrants don't offer as much choice as options with strike prices and expiry dates.",
    "tags": [
      "warrant",
      "call option/warrant",
      "put option/warrant",
      "options"
    ]
  },
  {
    "id": 485,
    "chapter": "8",
    "path": "8 > Trading instruments > Warrants",
    "text": "Traders need to spend time educating themselves about the different types of warrants and understanding the components that make up the price of the instrument.",
    "tags": [
      "warrant",
      "call option/warrant",
      "put option/warrant",
      "instrument"
    ]
  },
  {
    "id": 486,
    "chapter": "8",
    "path": "8 > Trading instruments > Which market?",
    "text": "Once you have selected an instrument, which market do you plan to trade? Do you want to trade the Australian market only, or overseas markets as well? Computerised trading has made it possible to trade any global market. For example, you could trade shares, CFDs or options in the US stock market, London, or Japan if you desire. Be aware that some overseas markets operate during our night time, so if you do",
    "tags": [
      "instrument",
      "shares",
      "options",
      "equities"
    ]
  },
  {
    "id": 487,
    "chapter": "8",
    "path": "8 > Trading instruments > Which market?",
    "text": "decide to trade global markets you may need to be awake during their market hours, particularly if you are a short-term trader. This does not matter so much if you are a medium- to long-term trader.",
    "tags": [
      "short-term trading",
      "medium-term trading",
      "long-term trading"
    ]
  },
  {
    "id": 488,
    "chapter": "8",
    "path": "8 > Trading instruments > Which market?",
    "text": "Once you decide on your market, do you plan to limit yourself to a set area of the market? For example, you may prefer to trade only liquid shares and focus on the S&P/ASX 100 or 300 shares only. Or if you decide to trade short-term with options, you may decide to pick five blue chip shares that you will get to know really well and trade options over these shares only. There is no right or wrong.",
    "tags": [
      "blue chip",
      "liquidity",
      "options",
      "short-term trading",
      "shares",
      "index"
    ]
  },
  {
    "id": 489,
    "chapter": "8",
    "path": "8 > Trading instruments > Which market?",
    "text": "Personally, I prefer to trade liquid markets that I know I can easily get in and out of. So I focus my share and CFD trading on the S&P/ASX 300 stocks of the market. I have always found plenty of opportunities in these stocks and I know it is very easy to exit a trade and get out at (or close to) my set stop loss.",
    "tags": [
      "liquidity",
      "shares",
      "equities",
      "index",
      "stop loss",
      "derivatives"
    ]
  },
  {
    "id": 490,
    "chapter": "8",
    "path": "8 > Trading instruments > Which market?",
    "text": "Figure 8.1 is an example instrument statement from a trading plan for a long-term investor. Once you have determined the instrument or instruments that you will trade, document it in your trading plan. Remember to review your trading plan regularly because you may change instruments as your trading develops.",
    "tags": [
      "instrument",
      "trading plan",
      "long-term trading"
    ]
  },
  {
    "id": 491,
    "chapter": "8",
    "path": "8 > Trading instruments > Which market?",
    "text": "Figure 8.1: example statement from a trading plan for a long-term investor",
    "tags": [
      "trading plan",
      "long-term trading",
      "long"
    ]
  },
  {
    "id": 492,
    "chapter": "8",
    "path": "8 > Trading instruments > Which market?",
    "text": "Trading plan: indicators",
    "tags": []
  },
  {
    "id": 493,
    "chapter": "9",
    "path": "9 > Indicators",
    "text": "There is a large number of indicators for both fundamental and technical analysis. You need to decide which ones to use to assist you in making your trading decisions and narrow down your watch lists.",
    "tags": [
      "indicator",
      "fundamental analysis",
      "technical analysis"
    ]
  },
  {
    "id": 494,
    "chapter": "9",
    "path": "9 > Indicators",
    "text": "Technical indicators, such as moving average indicators, can be plotted on charts using software such as MetaStock. Figure 9.1 (overleaf ) is an example of how a moving average indicator would appear when applied to the chart of a share using the MetaStock software. This indicator is discussed in more detail in chapter 10. Fundamental indicators are calculated using information from the company's profit and loss statements and the current share price information.",
    "tags": [
      "technical analysis",
      "fundamental analysis",
      "indicator",
      "moving average",
      "bar chart",
      "candlestick chart",
      "line chart"
    ]
  },
  {
    "id": 495,
    "chapter": "9",
    "path": "9 > Indicators",
    "text": "You may choose to use one type of indicator only, or you may choose to combine the fundamental indicators with a range of technical indicators to support your decision - there is no right or wrong. Once you have decided on your method of analysis, your trading style and the markets you are going to trade, ask yourself what indicators you will use to help with your stock selection process. These indicators will form part of your trading rules, covered in detail in chapter 18.",
    "tags": [
      "indicator",
      "fundamental analysis",
      "technical analysis"
    ]
  },
  {
    "id": 496,
    "chapter": "9",
    "path": "9 > Indicators",
    "text": "Figure 9.1: daily candlestick chart with 30-day moving average",
    "tags": [
      "candlestick chart",
      "moving average"
    ]
  },
  {
    "id": 497,
    "chapter": "9",
    "path": "9 > Indicators",
    "text": "Below is information on the range of indicators you can use, the most common indicators, and the indicators that I personally prefer.",
    "tags": [
      "indicator"
    ]
  },
  {
    "id": 498,
    "chapter": "9",
    "path": "9 > Indicators > Fundamental indicators",
    "text": "Fundamental analysis uses a range of key fundamental measurements along with other company information to assist in deciding which share is best to buy at the current time. The most common measurements are the price/earnings ratio and dividend yield. These measurements are most suited to long-term investors who are looking for value stocks with future capital growth and a good dividend yield. This information can be combined with technical analysis if desired.",
    "tags": [
      "fundamental analysis",
      "dividend yield",
      "technical analysis",
      "long-term trading",
      "shares",
      "capital"
    ]
  },
  {
    "id": 499,
    "chapter": "9",
    "path": "9 > Indicators > Fundamental indicators",
    "text": "Price/earnings ratio (P/E ratio)",
    "tags": []
  },
  {
    "id": 500,
    "chapter": "9",
    "path": "9 > Indicators > Fundamental indicators",
    "text": "A P/E ratio is calculated by taking the current share price and dividing this by its earnings per share (EPS) over the last 12 months. The EPS figure is provided by the company in its annual reporting and is generated by dividing the company's annual operating profit after tax by the number of its shares on issue. For example, if a share is trading at $30.00 and its EPS over the last 12 months was $1.50, the P/E ratio for",
    "tags": [
      "earnings per share (EPS)",
      "shares"
    ]
  },
  {
    "id": 501,
    "chapter": "9",
    "path": "9 > Indicators > Fundamental indicators",
    "text": "the share would be 20 ($30.00  $1.50). This means that share owners are paying",
    "tags": [
      "shares"
    ]
  },
  {
    "id": 502,
    "chapter": "9",
    "path": "9 > Indicators > Fundamental indicators",
    "text": "$20.00 for every dollar of earnings.",
    "tags": []
  },
  {
    "id": 503,
    "chapter": "9",
    "path": "9 > Indicators > Fundamental indicators",
    "text": "Companies that have negative earnings or no profit will have an undefined P/E ratio and will usually be shown as not applicable (or N/A). Such a company would not be an attractive investment.",
    "tags": [
      "earnings per share (EPS)",
      "fundamental analysis"
    ]
  },
  {
    "id": 504,
    "chapter": "9",
    "path": "9 > Indicators > Fundamental indicators",
    "text": "The lower the P/E ratio in relation to the company's growth, the more attractive the company is to invest in because the chance of growth in the future is higher. If one share has a P/E ratio of 10 and the other (from the same industry sector) has a ratio of 40, then the share with the P/E ratio of 10 would be seen as more attractive. A technical trader would then check the chart to make sure the share is healthy by identifying if it's in an uptrend before buying in.",
    "tags": [
      "technical analysis",
      "uptrend",
      "industry sector",
      "shares"
    ]
  },
  {
    "id": 505,
    "chapter": "9",
    "path": "9 > Indicators > Fundamental indicators",
    "text": "A low P/E ratio, however, does not automatically mean that a share is a good buy - it is not a ratio that should be used alone. It is a measurement that can be used in conjunction with others to assist in selecting between shares.",
    "tags": [
      "shares",
      "fundamental analysis",
      "earnings per share (EPS)"
    ]
  },
  {
    "id": 506,
    "chapter": "9",
    "path": "9 > Indicators > Fundamental indicators",
    "text": "Dividend yield",
    "tags": []
  },
  {
    "id": 507,
    "chapter": "9",
    "path": "9 > Indicators > Fundamental indicators",
    "text": "The dividend yield of a company is calculated by dividing the total dividends of the past 12 months by its current share price. This is an important measure for long-term investors because it tells them the yield they will receive from their investments in the form of dividends. For example, if a share is trading at $20 and pays out dividends for the year at $1, then it has a yield of 5 per cent. This means investors will earn a total of 5 per cent on their investment in this company if they hold it over a period of a year. The higher the yield, the more attractive the share is.",
    "tags": [
      "dividend",
      "dividend yield",
      "shares"
    ]
  },
  {
    "id": 508,
    "chapter": "9",
    "path": "9 > Indicators > Fundamental indicators",
    "text": "Blue chip companies tend to have higher dividend yields because they are established companies. Most small companies will have no yield because they do not pay out a dividend. These companies like to keep their profits within the company to continue to fuel future growth and development and may pay out a regular dividend later down the track.",
    "tags": [
      "blue chip",
      "dividend",
      "dividend yield"
    ]
  },
  {
    "id": 509,
    "chapter": "9",
    "path": "9 > Indicators > Fundamental indicators",
    "text": "Investors who aim to build long-term portfolios with good dividend-paying stocks may have a rule that they will only purchase shares with a dividend yield above a set percentage. The dividend yield is not an indicator of future capital growth, but will indicate what shareholders will earn in income on their total investment. When deciding between two shares, if one has a dividend yield of 2 per cent and the other 5 per cent, an investor will most likely favour the share with the 5 per cent yield.",
    "tags": [
      "dividend",
      "dividend yield",
      "shares",
      "long-term trading"
    ]
  },
  {
    "id": 510,
    "chapter": "9",
    "path": "9 > Indicators > Technical indicators",
    "text": "Charting software comes with a large range of pre-packaged technical indicators to choose from and can be very overwhelming. There are also plenty of books about the different types of technical indicators and even an encyclopedia on the subject. You will come across many of these sources of information throughout your trading development.",
    "tags": [
      "indicator",
      "technical analysis"
    ]
  },
  {
    "id": 511,
    "chapter": "9",
    "path": "9 > Indicators > Technical indicators",
    "text": "Technical indicators used in charting are a mathematical calculation of the raw data; that is, the price and sometimes the volume. They are often referred to as price/ volume indicators. Don't get too weighed down with indicators and use too many, because they will only confuse you. The best way to start is to consider what the indicators measure and to categorise them, then select one indicator from each category. Below is a list of the price/volume indicator categories and the indicators from each of these categories provided in MetaStock version 7.02. This shows you just how many indicators there are available in one charting package, although they will vary between different packages and software versions. I have put the indicators that I use from each category in bold, and discuss these indicators further in the following chapters.",
    "tags": [
      "indicator",
      "technical analysis",
      "volume"
    ]
  },
  {
    "id": 512,
    "chapter": "9",
    "path": "9 > Indicators > Technical indicators",
    "text": "Trend indicators",
    "tags": []
  },
  {
    "id": 513,
    "chapter": "9",
    "path": "9 > Indicators > Technical indicators",
    "text": "These indicators are used to identify the direction of a trend. Along with the use of trendlines and support and resistance lines (drawn on the chart to identify the trend of the share as discussed in chapter 3), there are indicators that you can apply to charts to assist you in confirming the trend. I use the moving average indicator to assist me in understanding the current trend of a share and this is covered further in chapter 10.",
    "tags": [
      "indicator",
      "trendline",
      "support",
      "resistance",
      "moving average",
      "trend"
    ]
  },
  {
    "id": 514,
    "chapter": "9",
    "path": "9 > Indicators > Technical indicators",
    "text": "Momentum indicators",
    "tags": []
  },
  {
    "id": 515,
    "chapter": "9",
    "path": "9 > Indicators > Technical indicators",
    "text": "Momentum indicators measure the speed at which prices move over a set period of time. These indicators are popular and can be used for buy and sell signals as well as signals showing a weakening of the share's current movement. The momentum indicator I use is the MACD histogram, which I cover in chapter 11.",
    "tags": [
      "momentum",
      "indicator",
      "MACD histogram"
    ]
  },
  {
    "id": 516,
    "chapter": "9",
    "path": "9 > Indicators > Technical indicators",
    "text": "Volatility indicators",
    "tags": []
  },
  {
    "id": 517,
    "chapter": "9",
    "path": "9 > Indicators > Technical indicators",
    "text": "Volatility measures the fluctuations in prices (either up or down) over a set period of time. It helps you to understand the personality of the share, because some shares are obviously more volatile than others. It's important to understand the type of share you are dealing with. I have selected the average true range indicator from the list below as my chosen volatility indicator and this is covered in more detail in chapter 12.",
    "tags": [
      "volatility",
      "average true range (ATR)",
      "indicator",
      "shares"
    ]
  },
  {
    "id": 518,
    "chapter": "9",
    "path": "9 > Indicators > Technical indicators",
    "text": "Market strength indicators",
    "tags": []
  },
  {
    "id": 519,
    "chapter": "9",
    "path": "9 > Indicators > Technical indicators",
    "text": "Also called volume indicators, these indicators help to confirm the strength of the current trend of a share. All the indicators below incorporate either volume or open interest in their calculations, which are the key ingredients in measuring market strength.",
    "tags": [
      "volume",
      "open interest",
      "indicator",
      "trend",
      "shares"
    ]
  },
  {
    "id": 520,
    "chapter": "9",
    "path": "9 > Indicators > Technical indicators",
    "text": "The higher the volume or open interest for a share, the more participants there are behind the move and therefore the more strength. For market strength, I use the raw volume itself and I cover this in more detail in chapter 13.",
    "tags": [
      "volume",
      "open interest",
      "shares"
    ]
  },
  {
    "id": 521,
    "chapter": "9",
    "path": "9 > Indicators > Which indicator?",
    "text": "There are many indicators to choose from and you can use as many indicators as you like, although your choices may change over time as you learn more about technical trading.",
    "tags": [
      "indicator",
      "technical analysis"
    ]
  },
  {
    "id": 522,
    "chapter": "9",
    "path": "9 > Indicators > Which indicator?",
    "text": "Be aware that indicators are not 100 per cent accurate with their signals and they do fail from time to time. It's easy to get bogged down with learning about them all, making it hard to decide which ones to use in your trading. I know because I have experienced this myself.",
    "tags": [
      "indicator",
      "technical analysis"
    ]
  },
  {
    "id": 523,
    "chapter": "9",
    "path": "9 > Indicators > Which indicator?",
    "text": "This is because every book you read on technical analysis, including this one, will discuss the author's favourite indicators. Every author will prefer different indicators and discuss them in a way that will make you fall in love with them. I loved so many of them that I used to have a ten indicator entry checklist that I ticked off before I could open a trade. Only problem was that so many of the indicators conflicted with each other that I found it very hard to open trades that met all the indicator signals.",
    "tags": [
      "indicator",
      "technical analysis"
    ]
  },
  {
    "id": 524,
    "chapter": "9",
    "path": "9 > Indicators > Which indicator?",
    "text": "In the end, I went back to the basics and decided to take a simple approach and focus on the raw data with one indicator from each category.",
    "tags": [
      "indicator"
    ]
  },
  {
    "id": 525,
    "chapter": "9",
    "path": "9 > Indicators > Which indicator?",
    "text": "Once you have decided on which indicators to use, document them in your trading plan. Figure 9.2 (overleaf ) shows an example of how you may document these indicators in your trading plan.",
    "tags": [
      "indicator",
      "trading plan"
    ]
  },
  {
    "id": 526,
    "chapter": "9",
    "path": "9 > Indicators > Which indicator?",
    "text": "Figure 9.2: example statement from a trading plan for a long-term technical investor",
    "tags": [
      "trading plan",
      "long-term trading",
      "technical analysis"
    ]
  },
  {
    "id": 527,
    "chapter": "9",
    "path": "9 > Indicators > Which indicator?",
    "text": "Indicators",
    "tags": []
  },
  {
    "id": 528,
    "chapter": "9",
    "path": "9 > Indicators > Which indicator?",
    "text": "To measure Selected indicator",
    "tags": []
  },
  {
    "id": 529,
    "chapter": "9",
    "path": "9 > Indicators > Which indicator?",
    "text": "The trend Trendlines, support/resistance lines, 30-week exponential moving average",
    "tags": [
      "trend",
      "trendline",
      "support",
      "resistance",
      "moving average"
    ]
  },
  {
    "id": 530,
    "chapter": "9",
    "path": "9 > Indicators > Which indicator?",
    "text": "Momentum MACD histogram",
    "tags": []
  },
  {
    "id": 531,
    "chapter": "9",
    "path": "9 > Indicators > Which indicator?",
    "text": "Volatility Average true range (ATR)",
    "tags": []
  },
  {
    "id": 532,
    "chapter": "9",
    "path": "9 > Indicators > Which indicator?",
    "text": "Market strength Volume",
    "tags": []
  },
  {
    "id": 533,
    "chapter": "10",
    "path": "10 > Moving averages",
    "text": "A moving average (MA) is an indicator that can be applied to the prices of a chart to assist in confirming the trend of the share. It is basically a smoothed line that follows the share price.",
    "tags": [
      "moving average",
      "indicator",
      "trend",
      "shares",
      "line chart"
    ]
  },
  {
    "id": 534,
    "chapter": "10",
    "path": "10 > Moving averages",
    "text": "It plots points on the chart to form a smoothed line by taking the sum of the closing prices and averaging them out. For example, a 30-day moving average takes the closing prices of the share for the last 30 days, divides this by 30 and plots it on the chart. Figure 9.1 on page 86 shows a sample candlestick chart with a 30-day moving average line plotted over the price of the share.",
    "tags": [
      "moving average",
      "candlestick chart"
    ]
  },
  {
    "id": 535,
    "chapter": "10",
    "path": "10 > Moving averages > Types of moving averages",
    "text": "There are three types of MAs that can be used and each are calculated using different variations. They are called simple, exponential and weighted moving averages:",
    "tags": [
      "moving average"
    ]
  },
  {
    "id": 536,
    "chapter": "10",
    "path": "10 > Moving averages > Types of moving averages",
    "text": "Simple moving average. This is a simple calculation of the average price of the share. It is calculated by adding up the share's closing price for a selected period and then dividing this by the number of periods. This results in the average price of the share for the selected time period being plotted on the chart.",
    "tags": [
      "moving average",
      "period"
    ]
  },
  {
    "id": 537,
    "chapter": "10",
    "path": "10 > Moving averages > Types of moving averages",
    "text": "Exponential moving average (EMA). This is calculated by applying a percentage of today's closing price to yesterday's MA value (based on the selected periods). This calculation method gives greater weight to the most recent data",
    "tags": [
      "moving average",
      "indicator",
      "technical analysis"
    ]
  },
  {
    "id": 538,
    "chapter": "10",
    "path": "10 > Moving averages > Types of moving averages",
    "text": "and less weight to earlier data and therefore reacts faster to changes in trend than a simple MA.",
    "tags": [
      "moving average",
      "trend"
    ]
  },
  {
    "id": 539,
    "chapter": "10",
    "path": "10 > Moving averages > Types of moving averages",
    "text": "Weighted moving average. The weighted MA is designed to give greater weight to recent data. It is calculated by multiplying each of the previous days' data by a weight and giving more weight to today's price and less to older prices. While it is similar to the EMA, it reacts much faster to changes in trend and can give false signals.",
    "tags": [
      "moving average",
      "trend",
      "technical analysis",
      "indicator"
    ]
  },
  {
    "id": 540,
    "chapter": "10",
    "path": "10 > Moving averages > Types of moving averages",
    "text": "To better understand the differences between these three MAs, take a look at figure",
    "tags": [
      "moving average"
    ]
  },
  {
    "id": 541,
    "chapter": "10",
    "path": "10 > Moving averages > Types of moving averages",
    "text": "10.1. This is a sample chart with the three MAs applied. When the share price is rising you can see the simple moving average is slower and sits further away from the share price. The EMA sits closer to the share price, reacting faster than the simple MA, while the weighted MA sits the closest because it reacts much faster again. However, it can also give false signals.",
    "tags": [
      "moving average",
      "uptrend",
      "technical analysis"
    ]
  },
  {
    "id": 542,
    "chapter": "10",
    "path": "10 > Moving averages > Types of moving averages",
    "text": "There is no right or wrong as to which moving average you select. I personally use the exponential moving average because most traders use this and it is a happy medium between the three different types.",
    "tags": [
      "moving average"
    ]
  },
  {
    "id": 543,
    "chapter": "10",
    "path": "10 > Moving averages > Types of moving averages",
    "text": "Figure 10.1: weekly chart with the different MAs",
    "tags": []
  },
  {
    "id": 544,
    "chapter": "10",
    "path": "10 > Moving averages > Moving average timeframes",
    "text": "When you plot an MA on a chart, you need to select the timeframe (number of periods) you want to use. Different timeframes affect the appearance and signals generated by the MA.",
    "tags": [
      "moving average",
      "period"
    ]
  },
  {
    "id": 545,
    "chapter": "10",
    "path": "10 > Moving averages > Moving average timeframes",
    "text": "The smaller the timeframe (meaning the lower the number MA) the faster the MA will move because it is closely linked to the price movements of the share. Fast MAs give a quick indication of a share price but are less accurate because they are too closely related to the share price.",
    "tags": [
      "moving average",
      "technical analysis",
      "indicator"
    ]
  },
  {
    "id": 546,
    "chapter": "10",
    "path": "10 > Moving averages > Moving average timeframes",
    "text": "The larger the timeframe (meaning the higher the number MA), the slower the MA. Slower MAs give a slower indication of price movements and tend to give a smoother line.",
    "tags": [
      "moving average",
      "period"
    ]
  },
  {
    "id": 547,
    "chapter": "10",
    "path": "10 > Moving averages > Moving average timeframes",
    "text": "Figure 10.2 shows the variation between three different timeframe simple MAs. As you can see, the lower the number, the closer the MA sits to the share price activity. The five-day MA is much faster than a 30-day MA and this is faster than the 150-day MA, which sits the furthest away from the price activity.",
    "tags": [
      "moving average"
    ]
  },
  {
    "id": 548,
    "chapter": "10",
    "path": "10 > Moving averages > Moving average timeframes",
    "text": "Figure 10.2: daily chart with different period simple MAs",
    "tags": [
      "moving average",
      "period"
    ]
  },
  {
    "id": 549,
    "chapter": "10",
    "path": "10 > Moving averages > Moving average timeframes",
    "text": "There is no ideal number MA and it is best to decide the MA timeframe based on the timeframe that you trade. You will probably need to experiment to find the best ratios that work for you. Use the following as a guide:",
    "tags": [
      "moving average"
    ]
  },
  {
    "id": 550,
    "chapter": "10",
    "path": "10 > Moving averages > Moving average timeframes",
    "text": "If you are a short-term trader and trade shares or derivatives (options or warrants) from a few days to a week, it is best to apply a short-term MA of, say, five or 10 days (or both).",
    "tags": [
      "short-term trading",
      "shares",
      "derivatives",
      "options",
      "warrant",
      "moving average"
    ]
  },
  {
    "id": 551,
    "chapter": "10",
    "path": "10 > Moving averages > Moving average timeframes",
    "text": "If you are a medium-term trader and intend to hold shares for a few weeks to a few months, then a 30-day MA may suit.",
    "tags": [
      "medium-term trading",
      "shares",
      "moving average"
    ]
  },
  {
    "id": 552,
    "chapter": "10",
    "path": "10 > Moving averages > Moving average timeframes",
    "text": "A longer term trader who intends to hold shares for a few months to possibly a year or more would use a long-term MA, such as 100 to 150 days.",
    "tags": [
      "long-term trading",
      "moving average",
      "shares",
      "average hold time"
    ]
  },
  {
    "id": 553,
    "chapter": "10",
    "path": "10 > Moving averages > Moving average timeframes",
    "text": "These time periods relate to daily charts, but MAs can be applied to weekly and monthly charts too. A 150-day MA would be equivalent to using a 30-week MA on a weekly chart (based on five trading days per week).",
    "tags": [
      "moving average",
      "period"
    ]
  },
  {
    "id": 554,
    "chapter": "10",
    "path": "10 > Moving averages > How to use moving averages",
    "text": "MAs can be used in a number of ways, from singularly to in a combination. Used singularly, they act as support and resistance lines and determine the overall trend of the share. Combinations do the same, but they also provide buy and sell signals.",
    "tags": [
      "moving average",
      "support",
      "resistance",
      "trend",
      "trendline",
      "shares"
    ]
  },
  {
    "id": 555,
    "chapter": "10",
    "path": "10 > Moving averages > How to use moving averages",
    "text": "Single moving average",
    "tags": []
  },
  {
    "id": 556,
    "chapter": "10",
    "path": "10 > Moving averages > How to use moving averages",
    "text": "Long-term traders can use a single moving average to assist in confirming the trend of a share. One of the best methods is to apply a 30-week EMA to a weekly chart and use the direction that the EMA is moving to confirm the trend of the share. For example:",
    "tags": [
      "long-term trading",
      "moving average",
      "trend",
      "shares",
      "technical analysis"
    ]
  },
  {
    "id": 557,
    "chapter": "10",
    "path": "10 > Moving averages > How to use moving averages",
    "text": "A share is healthy and in an uptrend if its EMA line is rising and the share price is predominantly located above it.",
    "tags": [
      "shares",
      "uptrend",
      "moving average"
    ]
  },
  {
    "id": 558,
    "chapter": "10",
    "path": "10 > Moving averages > How to use moving averages",
    "text": "A share is unhealthy and in a downtrend when its EMA line is falling and the share price is predominantly located below it.",
    "tags": [
      "downtrend",
      "moving average",
      "shares"
    ]
  },
  {
    "id": 559,
    "chapter": "10",
    "path": "10 > Moving averages > How to use moving averages",
    "text": "A share is seen to be consolidating and trending sideways if the EMA line is flat and the share price is zigzagging above and below it.",
    "tags": [
      "consolidation",
      "sideways trend",
      "moving average",
      "shares",
      "trend"
    ]
  },
  {
    "id": 560,
    "chapter": "10",
    "path": "10 > Moving averages > How to use moving averages",
    "text": "Figure 10.3 shows a weekly chart with a 30-week EMA. The EMA is rising and the share price is predominantly above it, confirming that the share is in an uptrend.",
    "tags": [
      "moving average",
      "uptrend",
      "shares"
    ]
  },
  {
    "id": 561,
    "chapter": "10",
    "path": "10 > Moving averages > How to use moving averages",
    "text": "Figure 10.3: weekly chart with a 30-week EMA",
    "tags": []
  },
  {
    "id": 562,
    "chapter": "10",
    "path": "10 > Moving averages > How to use moving averages",
    "text": "Combination of two moving averages",
    "tags": []
  },
  {
    "id": 563,
    "chapter": "10",
    "path": "10 > Moving averages > How to use moving averages",
    "text": "While a single MA provides you with a view of the overall trend of a share, some traders find that this is not enough and prefer to use a combination of two MAs or more. When using two moving averages in combination, you would use both a long-term and short-term MA. The long-term MA gives you a feel for the general trend of a share and generates trading signals when overlayed with a shorter term MA. These signals are summarised below.",
    "tags": [
      "moving average",
      "long-term trading",
      "short-term trading",
      "trend"
    ]
  },
  {
    "id": 564,
    "chapter": "10",
    "path": "10 > Moving averages > How to use moving averages",
    "text": "When the fast MA crosses above the slow MA, this signifies a change in trend and a possible start of an uptrend. Some traders use this as a buy signal to purchase the share.",
    "tags": [
      "moving average",
      "trend",
      "uptrend",
      "technical analysis",
      "shares"
    ]
  },
  {
    "id": 565,
    "chapter": "10",
    "path": "10 > Moving averages > How to use moving averages",
    "text": "When the fast MA continues to stay above the slow MA, this confirms an uptrend.",
    "tags": [
      "moving average",
      "uptrend"
    ]
  },
  {
    "id": 566,
    "chapter": "10",
    "path": "10 > Moving averages > How to use moving averages",
    "text": "When the fast MA moves below the slow MA, this signifies a change in trend and the possible start of a downtrend. Some traders use this as an exit signal to sell the share.",
    "tags": [
      "moving average",
      "downtrend",
      "trend"
    ]
  },
  {
    "id": 567,
    "chapter": "10",
    "path": "10 > Moving averages > How to use moving averages",
    "text": "When the fast MA continues to stay below the slow MA, this confirms a downtrend.",
    "tags": [
      "moving average",
      "downtrend"
    ]
  },
  {
    "id": 568,
    "chapter": "10",
    "path": "10 > Moving averages > How to use moving averages",
    "text": "These signals work well when the share is trending up or down. However, when a share trends sideways, the MA signals become unreliable because they crisscross frequently. During this time, it's better to use support and resistance lines (outlined in chapter 3) to define the trading range and wait for a break to occur above or below one of these lines.",
    "tags": [
      "moving average",
      "support",
      "resistance",
      "trading range",
      "sideways trend",
      "breakout"
    ]
  },
  {
    "id": 569,
    "chapter": "10",
    "path": "10 > Moving averages > How to use moving averages",
    "text": "Once again, the timeframe you trade will determine the combination of MAs you use:",
    "tags": [
      "moving average",
      "period"
    ]
  },
  {
    "id": 570,
    "chapter": "10",
    "path": "10 > Moving averages > How to use moving averages",
    "text": "Short-term options traders would use two shorter MAs of, say, five and 10 days. Faster MAs are more responsive to short-term movements in the market.",
    "tags": [
      "options",
      "moving average",
      "short-term trading"
    ]
  },
  {
    "id": 571,
    "chapter": "10",
    "path": "10 > Moving averages > How to use moving averages",
    "text": "Medium-term share traders may use a combination of, say, 15 and 30 days, because they want a smooth, less responsive curve that will keep them in the trend for a longer period of time.",
    "tags": [
      "medium-term trading",
      "trend",
      "period",
      "shares"
    ]
  },
  {
    "id": 572,
    "chapter": "10",
    "path": "10 > Moving averages > How to use moving averages",
    "text": "A long-term trader would prefer a much longer term MA, or would use a weekly chart of two weekly MAs, such as a 15-week and 30-week MA.",
    "tags": [
      "long-term trading",
      "long",
      "moving average"
    ]
  },
  {
    "id": 573,
    "chapter": "10",
    "path": "10 > Moving averages > How to use moving averages",
    "text": "Figure 10.4 shows how two MAs would appear on the chart of a share and the signals they generate.",
    "tags": [
      "moving average",
      "line chart",
      "candlestick chart",
      "shares",
      "technical analysis"
    ]
  },
  {
    "id": 574,
    "chapter": "10",
    "path": "10 > Moving averages > How to use moving averages",
    "text": "Figure 10.4: daily chart with two MAs",
    "tags": []
  },
  {
    "id": 575,
    "chapter": "10",
    "path": "10 > Moving averages > How to use moving averages",
    "text": "Basically, the longer the period of time of the MAs chosen, the more significant the crossing signals will be. A crossing of a 15-week and 30-week MA is far more important than the crossing of a 15-day and 30-day MA. The longer the timeframe, the less they cross, making it a stronger signal when they do. Shorter timeframe moving averages are more likely to cross regularly.",
    "tags": [
      "moving average",
      "period"
    ]
  },
  {
    "id": 576,
    "chapter": "11",
    "path": "11",
    "text": "MACD histogram",
    "tags": []
  },
  {
    "id": 577,
    "chapter": "11",
    "path": "11",
    "text": "The MACD histogram is a momentum indicator that is produced from the MACD indicator. This indicator is used to confirm the strength of the trend and give warning of possible changes.",
    "tags": [
      "MACD histogram",
      "momentum",
      "indicator",
      "trend"
    ]
  },
  {
    "id": 578,
    "chapter": "11",
    "path": "11",
    "text": "In order to understand how the histogram works, it is important to know how the MACD indicator works.",
    "tags": [
      "MACD histogram",
      "indicator"
    ]
  },
  {
    "id": 579,
    "chapter": "11",
    "path": "11 > MACD",
    "text": "MACD stands for 'moving average convergence/divergence'. It is a trend-following indicator that provides signals similar to two moving averages, because it is produced based on a calculation of a series of moving averages. It appears as two lines on a chart - a solid line and a dashed line. Their purpose is detailed below.",
    "tags": [
      "MACD histogram",
      "moving average",
      "indicator",
      "divergence",
      "trend"
    ]
  },
  {
    "id": 580,
    "chapter": "11",
    "path": "11 > MACD",
    "text": "The solid line is calculated by subtracting a 12-day exponential moving average (EMA) from a 26-day EMA of the share price and is then plotted on the chart.",
    "tags": [
      "moving average",
      "MACD histogram",
      "line chart"
    ]
  },
  {
    "id": 581,
    "chapter": "11",
    "path": "11 > MACD",
    "text": "The dashed line is based on a nine-day EMA of the solid line.",
    "tags": [
      "moving average",
      "indicator"
    ]
  },
  {
    "id": 582,
    "chapter": "11",
    "path": "11 > MACD",
    "text": "The crossovers of these two lines provide buy and sell signals for short-term traders:",
    "tags": [
      "moving average",
      "short-term trading",
      "technical analysis"
    ]
  },
  {
    "id": 583,
    "chapter": "11",
    "path": "11 > MACD",
    "text": "Buy signals are generated when the solid line crosses above the dashed line.",
    "tags": [
      "moving average",
      "technical analysis",
      "indicator",
      "breakout"
    ]
  },
  {
    "id": 584,
    "chapter": "11",
    "path": "11 > MACD",
    "text": "Sell signals are generated when the solid line crosses below the dashed line.",
    "tags": [
      "technical analysis",
      "trendline",
      "downtrend line"
    ]
  },
  {
    "id": 585,
    "chapter": "11",
    "path": "11 > MACD",
    "text": "So it's the same signals that two moving averages generate. Figure 11.1 shows how the MACD appears on a chart and how it works.",
    "tags": [
      "moving average",
      "MACD histogram",
      "indicator",
      "technical analysis"
    ]
  },
  {
    "id": 586,
    "chapter": "11",
    "path": "11 > MACD",
    "text": "Figure 11.1: daily chart with MACD indicator",
    "tags": []
  },
  {
    "id": 587,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "The histogram provides a deeper insight into the trend of a share than the MACD. It confirms the strength of the trend and any signs of possible weakness when it diverges from the trend. It is produced based on the actual movements of the MACD indicator.",
    "tags": [
      "MACD histogram",
      "divergence",
      "trend",
      "indicator"
    ]
  },
  {
    "id": 588,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "How the MACD histogram works",
    "tags": []
  },
  {
    "id": 589,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "The MACD histogram oscillates above and below a zero line into positive and negative territory. It is calculated by taking the difference between the two MACD lines and plotting this to form a histogram.",
    "tags": [
      "MACD histogram",
      "indicator"
    ]
  },
  {
    "id": 590,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "The movements of the MACD indicator are reflected in the histogram in the following ways:",
    "tags": [
      "MACD histogram",
      "indicator"
    ]
  },
  {
    "id": 591,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "If the MACD solid line is above the dashed line, the MACD histogram will be positive and plotted above the zero line.",
    "tags": [
      "MACD histogram",
      "indicator"
    ]
  },
  {
    "id": 592,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "If the MACD solid line is below the dashed line, the histogram will be negative and plotted below the zero line.",
    "tags": [
      "MACD histogram"
    ]
  },
  {
    "id": 593,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "When the two lines of the MACD touch, the histogram equals zero.",
    "tags": [
      "MACD histogram",
      "indicator"
    ]
  },
  {
    "id": 594,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "The histogram then increases and decreases in size, in either negative or positive territory, as the spread between the two MACD lines changes. When the spread between the MACD solid line and dashed line increases, the histogram will rise in size, becoming taller or deeper (depending on its direction). When the two MACD lines draw closer together, the histogram becomes shorter in size.",
    "tags": [
      "MACD histogram",
      "spread"
    ]
  },
  {
    "id": 595,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "Figure 11.2 shows how the histogram appears on the chart of a share and how it moves above and below the zero line.",
    "tags": [
      "MACD histogram",
      "shares"
    ]
  },
  {
    "id": 596,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "Figure 11.2: daily chart with MACD histogram",
    "tags": []
  },
  {
    "id": 597,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "Trend confirmation",
    "tags": []
  },
  {
    "id": 598,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "The histogram basically tracks market sentiment and can provide a hint of what lies ahead. New highs or lows in the histogram are usually followed by new highs or lows in the share price.",
    "tags": [
      "MACD histogram",
      "indicator",
      "shares"
    ]
  },
  {
    "id": 599,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "If the histogram rises to new highs during an uptrend, making a new higher peak as the share makes a new high, this confirms the uptrend is healthy. In this situation, you can expect the next price rally to retest or possibly exceed its previous high.",
    "tags": [
      "MACD histogram",
      "uptrend",
      "shares",
      "trend"
    ]
  },
  {
    "id": 600,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "If the histogram falls to new lows during a downtrend, this confirms the downtrend will continue and you are likely to see the share price retest or possibly exceed its previous low.",
    "tags": [
      "downtrend",
      "MACD histogram",
      "support",
      "shares"
    ]
  },
  {
    "id": 601,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "Divergence",
    "tags": []
  },
  {
    "id": 602,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "Divergence signals are an early warning sign of a possible change or weakening in the share price. Divergence occurs when the price and the histogram move in opposite directions. It is usually most obvious and significant at market tops or bottoms.",
    "tags": [
      "divergence",
      "MACD histogram",
      "technical analysis",
      "shares"
    ]
  },
  {
    "id": 603,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "There are two types of divergence: bearish divergence and bullish divergence.",
    "tags": [
      "divergence",
      "bearish",
      "bullish"
    ]
  },
  {
    "id": 604,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "Bearish divergence",
    "tags": []
  },
  {
    "id": 605,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "Bearish divergence occurs above the zero line on the positive side of the histogram. In an uptrend, prices make many new highs and the histogram confirms the trend by making new higher peaks above the zero line, mirroring the share price. Bearish divergence occurs when the market makes a new high and the histogram fails to reach a higher peak than its last. This contradiction indicates that a divergence is present, which suggests a weakening trend. You can see bearish divergence in figure",
    "tags": [
      "bearish",
      "divergence",
      "uptrend",
      "MACD histogram",
      "trend"
    ]
  },
  {
    "id": 606,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "11.2 (on page 103).",
    "tags": []
  },
  {
    "id": 607,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "Bullish divergence",
    "tags": []
  },
  {
    "id": 608,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "The opposite is true in a downtrend, so bullish divergence occurs below the zero line. In a downtrend, prices make many new lows and the histogram confirms this by making lower peaks below the zero line. If the share price makes a new low and the histogram does not also make a new low, bullish divergence is evident. This suggests a weakening of the downtrend.",
    "tags": [
      "bullish",
      "downtrend",
      "divergence",
      "MACD histogram"
    ]
  },
  {
    "id": 609,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "Failed signals",
    "tags": []
  },
  {
    "id": 610,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "It's important to understand that no indicator is 100 per cent accurate - signals can fail. I would estimate that divergence is effective 60 to 70 per cent of the time and for the remaining 30 per cent, the share price will not react to it. Divergence is",
    "tags": [
      "divergence",
      "indicator",
      "technical analysis",
      "shares"
    ]
  },
  {
    "id": 611,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "only indicative of sentiment, which can change extremely quickly. Figure 11.3 is an example of failed divergence in the histogram where the share continued to rise.",
    "tags": [
      "divergence",
      "MACD histogram",
      "shares",
      "uptrend"
    ]
  },
  {
    "id": 612,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "If you identify divergence in a chart and the share fails to react to this and does not follow through, this is a failed signal and shows that the share is very strong. As with any failed technical analysis signal, this is an extremely powerful signal in itself.",
    "tags": [
      "divergence",
      "technical analysis",
      "shares"
    ]
  },
  {
    "id": 613,
    "chapter": "11",
    "path": "11 > MACD histogram",
    "text": "Figure 11.3: daily chart with a failed divergence signal",
    "tags": [
      "divergence"
    ]
  },
  {
    "id": 614,
    "chapter": "12",
    "path": "12 > Average true range",
    "text": "The average true range (ATR) is a volatility indicator that tells you the average price movement of a particular share in one day or over a set period. If you apply it to a daily chart, it gives you a value of the average share movement (either up or down) in one day. I use this indicator to understand the share's current volatility and to assist me in setting my stop losses.",
    "tags": [
      "average true range (ATR)",
      "volatility",
      "indicator",
      "stop loss",
      "shares"
    ]
  },
  {
    "id": 615,
    "chapter": "12",
    "path": "12 > Average true range > How the ATR is calculated",
    "text": "The ATR indicator is calculated by taking the greatest of the following ranges and averaging it out over a set number of periods:",
    "tags": [
      "average true range (ATR)",
      "indicator",
      "period"
    ]
  },
  {
    "id": 616,
    "chapter": "12",
    "path": "12 > Average true range > How the ATR is calculated",
    "text": "the difference between the current high and current low price",
    "tags": [
      "trading range",
      "volatility"
    ]
  },
  {
    "id": 617,
    "chapter": "12",
    "path": "12 > Average true range > How the ATR is calculated",
    "text": "the difference between yesterday's closing price and the current high price",
    "tags": []
  },
  {
    "id": 618,
    "chapter": "12",
    "path": "12 > Average true range > How the ATR is calculated",
    "text": "the difference between yesterday's closing price and the current low price.",
    "tags": [
      "drawdown"
    ]
  },
  {
    "id": 619,
    "chapter": "12",
    "path": "12 > Average true range > How the ATR is calculated",
    "text": "The default setting for the ATR is 14 periods. This means that it takes the greatest of the ranges listed above for the last 14 trading days (for a daily chart) and then averages them out to give a value that indicates how much (on average) that particular share can move up or down in a day.",
    "tags": [
      "average true range (ATR)",
      "period",
      "volatility",
      "shares"
    ]
  },
  {
    "id": 620,
    "chapter": "12",
    "path": "12 > Average true range > ATR and volatility",
    "text": "The ATR assists traders in understanding the volatility of a share and how much movement it is capable of in one day. The best way to think of the ATR value is as a percentage of its share price. The average daily movement of a share compared to its price determines how volatile the share is. For example, if a share is priced at $10.00 and its current ATR value is $0.30, this share can move, on average, 3 per cent in one day either way. If another stock is priced at $10.00 and has an ATR of $0.65, this share could move, on average, 6.5 per cent in one day either way. Obviously, the second stock is much more volatile than the first one and you would want to buy fewer shares to allow for a larger price movement.",
    "tags": [
      "average true range (ATR)",
      "volatility",
      "shares"
    ]
  },
  {
    "id": 621,
    "chapter": "12",
    "path": "12 > Average true range > Applying the ATR",
    "text": "To calculate the current ATR value of a share, technical traders simply apply the ATR indicator to the chart, as shown in figure 12.1. The last value plotted is the current ATR for the share.",
    "tags": [
      "average true range (ATR)",
      "indicator",
      "technical analysis",
      "shares"
    ]
  },
  {
    "id": 622,
    "chapter": "12",
    "path": "12 > Average true range > Applying the ATR",
    "text": "Figure 12.1: daily chart with an ATR plotted",
    "tags": []
  },
  {
    "id": 623,
    "chapter": "12",
    "path": "12 > Average true range > Applying the ATR",
    "text": "Average true range",
    "tags": []
  },
  {
    "id": 624,
    "chapter": "12",
    "path": "12 > Average true range > Applying the ATR",
    "text": "As you can see, the ATR indicator moves up and down and changes over time as the share price activity changes. These movements indicate the changing activity of the share price. So if the ATR is at a higher price than previously, then the share has increased in volatility. If it is at a lower value than previously, then the share price is fairly constant.",
    "tags": [
      "average true range (ATR)",
      "indicator",
      "volatility",
      "shares"
    ]
  },
  {
    "id": 625,
    "chapter": "12",
    "path": "12 > Average true range > ATR and stop losses",
    "text": "Because the ATR is a measure of volatility, many traders use it to assist in setting a stop loss (stop losses are covered in detail in chapter 15). To do this you simply take a multiple of the ATR value from the entry price - this may be two or three times the ATR value.",
    "tags": [
      "average true range (ATR)",
      "volatility",
      "stop loss"
    ]
  },
  {
    "id": 626,
    "chapter": "12",
    "path": "12 > Average true range > ATR and stop losses",
    "text": "For example, if you were using a multiple of 3 ATR to set your stop loss and the share you are buying is trading at $11.00 and has an ATR of $0.27, then you would set your stop 3 times $0.27 away from the share price - that is, $10.19 ($11.00 -",
    "tags": [
      "average true range (ATR)",
      "stop loss",
      "shares"
    ]
  },
  {
    "id": 627,
    "chapter": "12",
    "path": "12 > Average true range > ATR and stop losses",
    "text": "$0.81). This ensures that the share's current personality is taken into account. All shares are different and will have varying volatility at different times.",
    "tags": [
      "shares",
      "volatility"
    ]
  },
  {
    "id": 628,
    "chapter": "12",
    "path": "12 > Average true range > ATR and stop losses",
    "text": "The ATR multiple a trader selects to set a stop loss will depend on his or her trading style. The larger the multiple, the further away the stop loss is from the share price. A multiple of 2 ATR would be a much tighter stop loss and you would not hold the share for as long because you are not giving the share as much room to move. This would suit a short-term trader. A medium-term trader would want to give the share more room to move in order to hold the trade open longer. A medium-term trader is more likely to use a multiple of 3 ATR or more.",
    "tags": [
      "average true range (ATR)",
      "stop loss",
      "short-term trading",
      "medium-term trading"
    ]
  },
  {
    "id": 629,
    "chapter": "12",
    "path": "12 > Average true range > ATR and stop losses",
    "text": "The ATR value can also be used on weekly charts to provide the average weekly movement of the share price. Long-term investors may use a multiple of a weekly ATR value, because this provides a much wider stop than a daily ATR.",
    "tags": [
      "average true range (ATR)",
      "long-term trading",
      "stop loss"
    ]
  },
  {
    "id": 630,
    "chapter": "13",
    "path": "13 > Volume",
    "text": "Volume measures the total number of shares that change hands each trading day. It is usually plotted as a histogram at the bottom of a share chart (as shown in figure 13.1). The height of each line tells you the number of shares that were traded for the day - the longer the line, the more shares changed hands that day.",
    "tags": [
      "volume",
      "shares",
      "bar chart",
      "technical analysis"
    ]
  },
  {
    "id": 631,
    "chapter": "13",
    "path": "13 > Volume",
    "text": "Volume helps define the share's liquidity and the strength behind the current movement. I personally use volume for these reasons and also to confirm breakouts from trading ranges.",
    "tags": [
      "volume",
      "liquidity",
      "breakout",
      "trading range"
    ]
  },
  {
    "id": 632,
    "chapter": "13",
    "path": "13 > Volume",
    "text": "Figure 13.1: daily chart with volume",
    "tags": []
  },
  {
    "id": 633,
    "chapter": "13",
    "path": "13 > Volume > Liquidity",
    "text": "Volume is also referred to as liquidity - how liquid a share is. Liquid stocks have strong demand, meaning there are a lot of buyers and sellers available at each price level and they have high volume each day, making it easier to buy and sell a share. Illiquid shares lack demand and have only a few buyers or sellers available, making the shares harder to buy or sell at the price you want.",
    "tags": [
      "liquidity",
      "illiquid",
      "volume",
      "shares"
    ]
  },
  {
    "id": 634,
    "chapter": "13",
    "path": "13 > Volume > Liquidity",
    "text": "Liquidity is important in selecting shares to buy. I believe it is best to own stocks that you can easily enter and exit with a readily available supply of buyers and sellers in the market. All blue chip stocks trade in the millions per day, while small speculative stocks may only trade a few thousand a day. I personally prefer to trade within the top 300 stocks of the Australian market to ensure that there is always sufficient liquidity available on the share.",
    "tags": [
      "liquidity",
      "blue chip",
      "shares"
    ]
  },
  {
    "id": 635,
    "chapter": "13",
    "path": "13 > Volume > Volume and trends",
    "text": "Volume helps measure the intensity of price movement. It is a major factor behind the commitment of the buyers and the sellers in the market and helps to confirm trends.",
    "tags": [
      "volume",
      "trend"
    ]
  },
  {
    "id": 636,
    "chapter": "13",
    "path": "13 > Volume > Volume and trends",
    "text": "For a price increase to be sustained, it must be fed by new buyers. When a share is healthy and in an uptrend, this is supported when volume increases as the price rises and decreases as the price falls. This confirms that the upward move has strength and that the share is likely to continue trending higher. This is a general rule, however, and cannot be applied to every price movement.",
    "tags": [
      "uptrend",
      "volume",
      "trend",
      "bullish",
      "shares"
    ]
  },
  {
    "id": 637,
    "chapter": "13",
    "path": "13 > Volume > Volume and trends",
    "text": "Figure 13.2 is an example of a share in an existing long-term uptrend. It demonstrates how volume can play an important role when the share price rises with the longer term trend and then decreases on counter trends.",
    "tags": [
      "shares",
      "long-term trading",
      "uptrend",
      "volume",
      "trend",
      "downtrend"
    ]
  },
  {
    "id": 638,
    "chapter": "13",
    "path": "13 > Volume > Volume and breakouts",
    "text": "So while volume helps to measure the level of intensity of a price move and confirm the trend, it is also very important when it comes to breakout signals for entry. When a share consolidates sideways, buyers and sellers are in equilibrium so volume tends to decrease during this time. Volume usually picks up before prices rise and then increases sharply when it breaks out of its trading range, giving an entry signal and showing that buyers are behind the new move.",
    "tags": [
      "volume",
      "breakout",
      "consolidation",
      "trading range",
      "sideways trend",
      "trend"
    ]
  },
  {
    "id": 639,
    "chapter": "13",
    "path": "13 > Volume > Volume and breakouts",
    "text": "Figure 13.3 shows the classic volume pattern that occurs when the share consolidates and then breaks resistance above its trading range.",
    "tags": [
      "volume",
      "consolidation",
      "resistance",
      "trading range",
      "shares"
    ]
  },
  {
    "id": 640,
    "chapter": "13",
    "path": "13 > Volume > Volume and breakouts",
    "text": "Volume",
    "tags": []
  },
  {
    "id": 641,
    "chapter": "13",
    "path": "13 > Volume > Volume and breakouts",
    "text": "Figure 13.2: daily chart showing volume confirmation of the trend",
    "tags": [
      "volume",
      "trend"
    ]
  },
  {
    "id": 642,
    "chapter": "13",
    "path": "13 > Volume > Volume and breakouts",
    "text": "Figure 13.3: weekly chart showing volume increase on the breakout",
    "tags": [
      "volume",
      "breakout"
    ]
  }
]